{
  "Общие": {
    "options": {
      "width": "25%"
    },
    "Название": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Название произведения, которое передаёт его суть или создаёт настроение.",
      "example": "Властелин колец: Братство Кольца; Гарри Поттер и философский камень; 1984; Преступление и наказание",
      "requirements": "Напиши не менее 10 вариантов через запятую",
      "value": "Город в облаках"
    },
    "Жанр": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Жанр отражает основные эмоциональные и сюжетные особенности.",
      "variants": [
        "приключения",
        "драма",
        "комедия",
        "триллер",
        "научная фантастика",
        "фэнтези",
        "романтика",
        "детектив",
        "боевик",
        "исторический",
        "ужасы",
        "биография",
        "сатира",
        "трагедия"
      ],
      "value": "Приключения, путешествия, детектив"
    },
    "Общее настроение": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Общее настроение и манера повествования.",
      "variants": [
        "драматический",
        "ироничный",
        "трагичный",
        "лёгкий",
        "тёмный",
        "сатирический",
        "романтичный",
        "эпический"
      ],
      "value": "Авантюрное, веселое"
    },
    "Эпоха": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Историческая или вымышленная эпоха и её особенности.",
      "example": "Средневековый мир с феодальной системой и магией; Постапокалиптическое будущее с руинами цивилизации; Викторианская Англия XIX века",
      "value": "20 век 30е годы"
    },
    "Возраст аудитории": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Является возрастным ограничителем для произведения как по содержанию так и по стилю, характеру повествования.",
      "variants": [
        "Дети 5-6 лет",
        "Дети 12 лет",
        "подростки",
        "взрослые",
        "универсальная"
      ],
      "value": "Для всех, от детей до взрослых"
    },
    "Ключевые вопросы": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Ключевые идеи или вопросы, которые автор исследует",
      "example": "Власть и её искушения, дружба и жертвенность, конфликт традиций и прогресса, любовь и предательство, свобода и судьба, технологический прогресс и его опасности",
      "value": "Дружба, веверность, следование целям, способность пожертвовать собой ради других"
    },
    "Основные противоречия": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Основные противоречия, движущие сюжет, конфликты внутренние/внешние",
      "example": "фродо сомневается, стоит ли нести Кольцо дальше.борьба Братства с Сауроновыми армиями.внутренняя борьба героя с чувством предательства.герой противостоит не только внешнему врагу, но и собственным страхам.",
      "value": "Преодаление трудностей на пути к заветной цели, борьба с врагом в лице главного злодя, помощь и спасение нуждающихся"
    },
    "Образы символы": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Повторяющиеся образы, символы или темы, подкрепляющие смысл.",
      "example": "кольцо как символ власти, искушения и бременипутешествие как метафора личного роста и преодолениятьма и свет как отражение добра и зладороги и тропы как выбор пути героя",
      "value": "Путешествие как метафора личного роста и преодоления; дороги и тропы как выбор пути героя; погоня как символ стремления к цели и отчаянного бегства."
    },
    "Сюжет кратко": {
      "options": {
        "tags": "plot-short",
        "excludes": "toggle",
        "includes": "value",
        "selfWidth": "100%"
      },
      "desc": "Общее краткое описание сюжета, распиши экспозицию, завязку, развитие действия, кульминацию, развязку (без испольозования их в тексте).",
      "requirements": "Если сюжет требует новые имена, события, конфликты, препятствия, второстепенные персонажи, неожиданные повороты — выдумывай их самостоятельно. Строй сюжет логично, чтобы каждая стадия вытекала из предыдущей. Избегай шаблонности: добавляй атмосферу, намёки на характеры персонажей и мотивацию. ",
      "value": "В 1935 году юный изобретатель Лео и его подруга-журналистка Анна случайно находят древний артефакт, связанный с легендой о загадочном Городе в Облаках. Их открытие привлекает внимание могущественного мистера Стерлинга, готового на всё ради власти. Спасаясь от преследования, герои отправляются в опасное путешествие через океаны, горы и древние тоннели, где их ждут ловушки, загадки и схватки с наёмниками. Наконец, они достигают Города и сталкиваются со Стерлингом в финальной битве за его тайны. Лео жертвует собой, чтобы стабилизировать источник энергии и спасти Город от разрушения. Счастливый конец Лео удалось выжить.. Вернувшись домой, Лео и Анна понимают: их истинная награда — это знания и новые горизонты для будущих открытий."
    },
    "Визуальный стиль изображений": {
      "options": {
        "excludes": "toggle",
        "includes": "value",
        "selfWidth": "100%"
      },
      "desc": "Описание как выглядят изображения в какой манере выполнены, какие характерные особенности присущи.\nКакие цветовые и стилистические решения используются (мягкие тени, резкие переходы).\nКак осуществляется объёмная передача формы за счет чего достигается.",
      "example": "Стиль рисовки: Пример рисовки на картинке (если есть). Современная цифровая иллюстрация, похожей на комиксы или анимацию.\nИзобрадение должно быть выполнено с использованием толстых, четких черных контуров для всех элементов.\nЦвета должны быть плоскими, насыщенными и без сложных градиентов; объем создается с помощью минимальной штриховки и небольших темных участков, а не реалистичного освещения.",
      "value": "Современная цифровая иллюстрация, похожей на комиксы или анимацию. \nИзображение должно быть нарисовано с использованием толстых, четких черных контуров для всех элементов. \nЦвета должны быть плоскими, насыщенными и без сложных градиентов, объем создается с помощью минимальной штриховки и небольших темных участков, а не реалистичного освещения. \nОбщий вид должен быть чистым, графичным и визуально привлекательным, как в современных комиксах или анимационных сериалах."
    }
  },
  "Персонажи": {
    "options": {
      "tags": "characters"
    },
    "Все персонажи": {
      "options": {
        "includes": "value",
        "tags": "all-characters"
      },
      "desc": "Все персонажи участвующие в сюжете",
      "requirements": "Найти всех персонажей участвющих в сюжете и описать их даже если у персонажа нет имени, придумать. Дай продробную характеристику на каждого персонажа укажи связанность между собой если есть Также важна характеристика персонажа: главный герой, антогонист, положительный, отрицательный, колеблется, может придать, плохой но потом становится на сторону главного героя",
      "example": "1. Фродо Бэггинс — (главный герой) скромный хоббит, несущий бремя Кольца; \n2. Дарт Вейдер — (антогонист) Привеженец темныой силы, главный противник Сопротивления и Люка (в итоге выясняется что является отцом Люка);\n3. Гарри Поттер — (главный герой) молодой волшебник, узнавший о своем наследии\n4. Невил Дологопупс — (положительный второстепенный) учится на одном курсе с Гарри Поттером иногда помогает ему (трагически потерял родителей)",
      "value": "1. Лео Волк – (главный герой) юный изобретатель, смелый и преданный. Дружит с Анной, наставник - его отец.\n2. Анна – (положительный второстепенный) журналистка, лучшая подруга Лео, помогает ему в его приключениях. Умная, смелая и находчивая.\n3. Мистер Стерлинг – (антогонист) богатый и влиятельный злодей, стремящийся к власти и богатству. Готов на все ради достижения своих целей.\n4. Кроули – (отрицательный второстепенный) правая рука Стерлинга, мрачный и жестокий наемник. Беспрекословно выполняет приказы Стерлинга.\n5. Одноглазый Джек – (положительный второстепенный) старый моряк, капитан грузового судна. Помогает Лео и Анне, жертвует собой ради их спасения.\n6. Отец Лео – (положительный второстепенный) механик, наставник и помощник Лео. Поддерживает сына в его стремлениях, дает мудрые советы.\n7. Профессор археологии – (положительный, но колеблющийся) ученый, ставший жертвой Стерлинга. Изначально помогает Стерлингу, но затем осознает свою ошибку и пытается исправить ее.\n8. Шаман племени – (положительный второстепенный) мудрый и дружелюбный вождь племени, обитающего на острове Туманов. Помогает Лео и Анне пройти через джунгли и найти вход в древний тоннель.\n9. Местные жители Города в Облаках - (положительные второстепенные) миролюбивый народ. Встают на защиту города от уничтожения."
    },
    "Визуальный стиль персонажей": {
      "options": {
        "includes": "value"
      },
      "desc": "Описание как выгядят все персонажи общие черты и ососбенности:Черты лица.\nВолосы стиль текстура.\nОдежда стилистические решения, формы цветовая палитра, текстура.\nТела пропорции.\nВид, визуальная эстетика, сравнительная отсылка к общеизвестным визуальным решениям.",
      "example": "Лицо должно иметь упрощенные черты: большие выразительные глаза, простой рот.\nВолосы прорисованы крупными блоками с несколькими линиями для текстуры.\nОдежда также должна быть нарисована в том же стиле — простые формы с четкими линиями и плоскими заливками.\nПропорции тела должны быть реалистичными, но немного упрощенными.\nОбщий вид должен быть чистым, графичным и визуально привлекательным, как в современных комиксах или анимационных сериалах.",
      "value": "Лицо должно иметь упрощенные черты: большие выразительные глаза, простой рот.\nВолосы прорисованы крупными блоками с несколькими линиями для текстуры.\nОдежда также должна быть нарисована в том же стиле — простые формы с четкими линиями и плоскими заливками.\nПропорции тела должны быть реалистичными, но немного упрощенными."
    },
    "Главный герой": {
      "desc": "Главный герой, чьи действия двигают сюжет вперёд.",
      "example": "Фродо Бэггинс — скромный хоббит, несущий бремя Кольца; \nУинстон Смит — обычный работник Министерства правды в тоталитарном Лондоне;\nГарри Поттер — молодой волшебник, узнавший о своем наследии",
      "options": {
        "tags": "character image-gen",
        "excludes": "desc example requirements Имя кратко"
      },
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Лео – юный, но чрезвычайно талантливый механик-изобретатель, чьи пальцы обладают чувством металла, а ум постоянно генерирует дерзкие идеи. Он живет в шумном портовом городе 1930-х годов, где воздух пропитан запахом соли и мечтами о дальних странствиях. Его главное увлечение – небо, которым он грезит с детства, мечтая о полетах к невиданным землям. Лео обладает неутолимым любопытством, смелостью первооткрывателя и невероятной преданностью своим друзьям. Он не боится трудностей, а видит в них вызов, и его изобретательность часто становится ключом к решению самых сложных задач."
      },
      "Имя кратко": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя кратко 1-2 слова возможно прозвище",
        "value": ""
      },
      "Основные": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
        "value": "Имя полное — Леонардо Волк, Лео, Леопольд. Лео.\nВозраст — 19 лет, юноша.\nЦели — Найти неизведанное, оставить след в истории, изобрести что-то гениальное, доказать всем, и в первую очередь себе, что он чего-то стоит. Его мотивирует жажда приключений, стремление к знаниям и желание изменить мир к лучшему.\nЖизненная ситуация — Живет с отцом-механиком, небогат, но обеспечен самым необходимым. Его главная проблема - недостаток признания его таланта и ограниченность возможностей в родном городе.\nПрошлое — С детства проявлял интерес к механике и изобретениям, часто мастерил что-то в мастерской отца. Рано потерял мать, что сблизило его с отцом. Мечтает о путешествиях и великих открытиях, вдохновленный рассказами старых моряков и книгами о приключениях.\nОтношения —  Лучшая подруга - Анна, журналистка местной газеты. Доверительные отношения с отцом, который является его наставником и помощником. Уважает и восхищается старыми моряками, видя в них образец смелости и авантюризма.\nИнтеллект и творчество — Обладает высоким интеллектом, аналитическим складом ума и богатым воображением. Легко усваивает технические знания, умеет находить нестандартные решения проблем. Очень изобретателен, постоянно генерирует новые идеи и усовершенствует существующие механизмы.\nСкрытые цели — Втайне мечтает о славе и признании, хочет доказать всем, что он способен на великие дела. Боится, что его талант останется незамеченным и он проживет скучную и обыденную жизнь.\nМораль —  В целом моральный и честный, но может пойти на небольшие нарушения ради достижения своих целей, особенно если считает, что это принесет пользу другим.\nИмеет при себе — Инструменты и оборудование для механики, чертежи собственных изобретений, знания в области механики, книгу о Городе в Облаках, кусок древней карты."
      },
      "Тело/физические характеристики": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
        "value": "Пол — Мужской\nРост — Среднего роста, около 175 см\nГолова — Овальная форма лица, прямой нос, волевой подбородок, живой взгляд. Шея средней длины.\nРуки — Длинные, тонкие, с ловкими пальцами, испачканными машинным маслом. Заметны следы от инструментов и небольшие порезы.\nНоги — Стройные, мускулистые, привыкшие к долгим прогулкам и работе.\nТорс — Подтянутый, но не слишком мускулистый. Скорее жилистый.\nВолосы — Каштановые, коротко стриженные, немного растрепанные, часто торчат в разные стороны.\nГлаза — Ярко-голубые, с искрой любопытства и азарта. \nКожа — Светлая, немного бледная, особенно зимой. Летом легко обгорает на солнце.\nФизические особенности — Живая мимика, постоянно что-то обдумывает. Часто почесывает затылок, когда решает сложную задачу. Обладает хорошей координацией и быстрой реакцией.\nОсанка — Прямая, уверенная, но немного сутулится, когда увлечен работой.\nШрамы и травмы — Небольшой шрам на левой руке, полученный в детстве.\nТатуирвоки — Отсутствуют.\nРечь — Быстрая, четкая, увлеченная. Часто использует технические термины. Голос звонкий, с юношеским задором. Иногда запинается, когда волнуется."
      },
      "Стиль и визуальные особенности": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
        "value": "Одежда — Носит синий добротный из прочной ткани комбенизон с карманами для инструментов. Рубашка обычно красная кантри, с закатанными рукавами, чтобы не мешали работать.\nСостояние одежды — Одежда часто в масле и пыли, но всегда чистая и опрятная. Видно, что он следит за собой, несмотря на род занятий.\nСтиль одежды — Функциональный и практичный, без излишеств. Одежда не должна сковывать движения и должна быть удобной для работы.\nАксессуары — Небольшие защитные очки, которые он часто носит на лбу или шее. Карманные часы на цепочке, доставшиеся от деда. Иногда носит кожаный фартук, когда работает в мастерской."
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "excludes": "toggle",
          "includes": "value",
          "forcedIncludes": ""
        },
        "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
        "value": "Привычки — Часто поправляет очки, даже если их нет на нем; любит напевать себе под нос во время работы; грызет ногти, когда нервничает.\nХарактер — Холерик: энергичный, импульсивный, быстро загорается новыми идеями, но может быть нетерпеливым и вспыльчивым.\nСклонность к сарказму — Иногда отпускает саркастические замечания, особенно когда видит несправедливость или глупость.\nЭмпатия — Обладает высокой эмпатией, легко чувствует чужую боль и радость, всегда готов прийти на помощь.\nФобии — Боится высоты (иронично, учитывая его любовь к небу), боится замкнутых пространств.\nХаризма влияние на других — Обладает природной харизмой и энтузиазмом, умеет вдохновлять других своей энергией и верой в успех."
      }
    },
    "Антогонист": {
      "desc": "Сила или персонаж, противостоящий протагонисту.",
      "example": "Саурон — Тёмный властелин, стремящийся вернуть Кольцо; Большой брат — символ всевидящего тоталитарного контроля; Волдеморт — могучий чёрный маг, жаждущий бессмертия",
      "options": {
        "tags": "character image-gen",
        "excludes": "desc example requirements Имя кратко"
      },
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Мистер Стерлинг – состоятельный и влиятельный искатель древностей, одержимый идеей обрести славу и богатство, связанные с легендарным Городом в Облаках. Он представляет собой типичного антагониста эпохи, чья жадность и безжалостность движут его поступками. За внешней респектабельностью скрывается расчетливый ум и готовность идти на любые преступления ради достижения своих целей."
      },
      "Имя кратко": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя кратко 1-2 слова возможно прозвище",
        "value": ""
      },
      "Основные": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
        "value": "Имя полное — Чарльз Эндрю Стерлинг. Чарли. Прозвище — Стервятник.\nЦели — Найти Город в Облаках, чтобы обрести бессмертие и несметные богатства. Его мотивирует жажда власти и страх смерти.\nЖизненная ситуация — Чрезвычайно богат и влиятелен, владеет множеством компаний и контролирует целые отрасли. Его главная проблема - скука и ощущение бессмысленности жизни, которые он пытается заглушить новыми приобретениями и приключениями.\nПрошлое — Вырос в богатой семье, получил блестящее образование, но всегда чувствовал себя обделенным вниманием. Стремился доказать свою значимость, накапливая власть и богатство.\nОтношения — Не имеет близких друзей или родственников, предпочитает окружать себя льстецами и наемниками. Не доверяет никому, кроме своей правой руки - Кроули.\nИнтеллект и творчество — Обладает высоким интеллектом и стратегическим мышлением, но лишен воображения и творческих способностей. Хорошо разбирается в финансах и бизнесе, умеет манипулировать людьми.\nСкрытые цели — Втайне боится старости и смерти, мечтает о бессмертии и вечной молодости. Считает, что Город в Облаках - ключ к его заветной мечте.\nМораль — Абсолютно аморален, готов на любые преступления ради достижения своих целей. Не испытывает сочувствия к другим людям, считает их лишь средством для достижения своих целей.\nИмеет при себе — Огромное состояние, влияние в обществе, армию наемников, знания о Городе в Облаках."
      },
      "Тело/физические характеристики": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
        "value": "Пол — Мужской\nВозраст — Около 50 лет, выглядит моложаво благодаря регулярным физическим упражнениям и хорошему уходу за собой.\nРост — Высокий, около 185 см, что придает ему внушительный вид.\nГолова — Лицо аристократическое, с тонкими чертами и высоким лбом. Шея длинная, часто украшенная дорогим галстуком или шейным платком.\nРуки — Длинные, ухоженные руки с тонкими пальцами, умелые в обращении с оружием и деньгами. На одном из пальцев – массивный перстень с фамильным гербом.\nНоги — Стройные, сильные ноги, обутые в дорогие кожаные туфли или ботинки, начищенные до блеска.\nТорс — Подтянутый, спортивный, что выдает его привычку к регулярным занятиям спортом и поддержанию формы.\nВолосы — Темные, тщательно уложенные волосы с легкой сединой на висках, что придает ему вид зрелого и опытного человека.\nГлаза — Холодные, пронзительные серые глаза, способные видеть людей насквозь. Взгляд оценивающий и надменный.\nКожа — Бледная, ухоженная кожа, свидетельствующая о его высоком статусе и отсутствии необходимости заниматься тяжелым физическим трудом.\nФизические особенности — Обладает властной, уверенной походкой и всегда держится прямо, что подчеркивает его авторитет. Мимика сдержанная, но выразительная.\nОсанка — Прямая, аристократическая, подчеркивающая его превосходство.\nШрамы и травмы — Отсутствуют видимые шрамы и травмы.\nТатуирвоки — Отсутствуют.\nРечь — Голос глубокий, бархатистый, с оттенком властности. Речь четкая, правильная и хорошо поставленная, каждое слово взвешено и продумано. Отсутствует какой-либо акцент."
      },
      "Стиль и визуальные особенности": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
        "value": "Одежда — Всегда одет в дорогие темнофиолетовые костюмы из качественной ткани, обычно темных тонов.\nСостояние одежды — Костюмы всегда безупречно выглажены и сидят как влитые, что подчеркивает его статус и богатство.\nСтиль одежды — Классический и элегантный, с намеком на старомодность. Предпочитает строгие линии и отсутствие вычурных деталей. \nАксессуары — Золотые часы на цепочке, дорогая трость с серебряным набалдашником, перстень с крупным бриллиантом, шелковый платок в нагрудном кармане пиджака."
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
        "value": "Привычки — Постоянно поправляет галстук, даже если он идеально сидит; любит подолгу смотреть в зеркало, любуясь собой; постукивает пальцами по столу, когда нервничает.\nХарактер — Холерик: энергичный, властный, целеустремленный, но склонен к гневу и раздражительности.\nСклонность к сарказму — Чрезвычайно саркастичен, часто унижает других своими язвительными замечаниями.\nЭмпатия — Полностью лишен эмпатии, не способен к сочувствию и состраданию.\nФобии — Боится бедности и старости, а также боится потерять контроль над ситуацией.\nХаризма влияние на других — Обладает сильной харизмой, умеет манипулировать людьми и подчинять их своей воле. Внушает страх и уважение, но не вызывает любви."
      }
    },
    "Второстепенные персонажи": {
      "options": {
        "tags": "minor-characters",
        "excludes": "desc example requirements"
      },
      "desc": "Второстепенные, но важные для сюжета персонажи.",
      "requirements": "Имена всех персонажей не должны повторять известных и описаных ранее в литературе. \nВ первую очередь распиши характеристики персонажей которые уже упомянуты в сюжете или сюжетной арке, но еще не описаны в структуре \"Второстепенные персонажи\"",
      "example": "Добрая и заботливая подруга главного героя, помогает ему в сложных ситуациях. Хитрый и манипулятивный персонаж, который создает препятствия для главного героя. Нейтральная фигура, которая иногда помогает главному герою, а иногда и нет. Помощник главного героя, который обладает уникальными навыками и знаниями. Злоумышленница, стремящаяся к своим целям любой ценой. Сэм — верный друг Фродо. Гэндальф — могущественный маг и наставник. Гермиона Грэйнжер — умная и находчивая ученица-волшебница. Джим — шпион, работающий на разные фракции.",
      "Персонаж-1": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "Анна – (положительный второстепенный) журналистка, лучшая подруга Лео, помогает ему в его приключениях. Умная, смелая и находчивая."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Анна"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Аннабель Ли, Анна, Энни. Прозвище — Газета.\nЦели — Докопаться до правды, написать сенсационную статью, прославиться как журналист, помогать друзьям. Ее мотивирует жажда справедливости, любопытство и желание изменить мир к лучшему.\nЖизненная ситуация — Работает журналисткой в местной газете, небогата, но независима. Главная проблема - предвзятое отношение к женщинам-журналистам и недостаток ресурсов для проведения серьезных расследований.\nПрошлое — С детства проявляла интерес к журналистике, писала заметки для школьной газеты. Рано потеряла мать, что сделало ее независимой и самостоятельной. Мечтает о больших расследованиях и признании.\nОтношения — Лучший друг - Лео, изобретатель. Поддерживает дружеские отношения с коллегами по газете. Не доверяет богатым и влиятельным людям.\nИнтеллект и творчество — Обладает высоким интеллектом, аналитическим складом ума и острым пером. Умеет находить общий язык с разными людьми, легко добывает информацию. Хорошо пишет и умеет убеждать.\nСкрытые цели — Втайне мечтает о карьере в крупной газете и известности. Боится, что ее талант останется незамеченным и она проживет скучную жизнь.\nМораль — В целом моральна и честна, но может пойти на хитрость ради получения информации, если уверена, что это принесет пользу обществу.\nИмеет при себе — Блокнот и ручка, фотоаппарат, удостоверение журналиста, связи в городе, информацию о Городе в Облаках."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
          "value": "Пол — Женский\nВозраст — 20 лет\nРост — Среднего роста, около 168 см\nГолова — Овальное лицо, прямой нос, высокие скулы, выразительные брови, волевой подбородок, живой и проницательный взгляд, длинная шея.\nРуки — Тонкие, изящные, но сильные руки, умело держащие блокнот и ручку. Часто жестикулирует во время разговора.\nНоги — Стройные, длинные ноги, позволяющие быстро передвигаться по городу в поисках новостей.\nТорс — Подтянутая фигура, подчеркнутая стильной, но практичной одеждой.\nВолосы — Темно-каштановые, волнистые волосы, обычно уложенные в аккуратную прическу, но иногда выбивающиеся пряди подчеркивают ее энергичный характер.\nГлаза — Насыщенного карего цвета, с искорками любопытства и интеллекта. Взгляд прямой и уверенный.\nКожа — Светлая, с легким румянцем на щеках, свидетельствующим о ее энергичности.\nФизические особенности — Обладает легкой, стремительной походкой. Всегда внимательна к деталям, замечает то, что другие упускают из виду.\nОсанка — Прямая, уверенная, но непринужденная.\nШрамы и травмы — Отсутствуют.\nТатуирвоки — Отсутствуют.\nРечь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
          "value": "Одежда — Анна предпочитает практичную но женственную одежду светлых тонов, подходящую для работы журналистом и путешествий. Она носит прочные кожаные ботинки, удобные брюки из плотной ткани и рубашку с закатанными рукавами. Поверх рубашки часто надевает жилет с множеством карманов.\nСостояние одежды — Одежда Анны всегда в хорошем состоянии, хотя и может быть немного помятой после приключений. Она следит за своей одеждой и старается поддерживать ее в порядке.\nСтиль одежды — Стиль одежды Анны можно охарактеризовать как практичный и функциональный но подчеркивающий её женственность, с небольшим налетом авантюризма. Она выбирает одежду, которая не сковывает движения и позволяет ей свободно передвигаться в любых условиях.\nАксессуары — Анна всегда носит с собой кожаную сумку через плечо, в которой хранит блокнот, ручку, фотоаппарат и другие необходимые вещи. На шее у нее повязан легкий шарф, защищающий от ветра и пыли. Иногда носит авантюрную шляпу с широкими полями, чтобы защититься от солнца."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Речь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом.\nПривычки — Быстро говорит, когда увлечена разговором или обсуждает интересную тему; всегда носит с собой блокнот и ручку, чтобы записывать свои наблюдения и идеи; теребит прядь волос, когда обдумывает что-то.\nРечь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом.\nХарактер — Сангвиник: энергичная, общительная, быстро адаптируется к новым условиям, но может быть немного поверхностной.\nСклонность к сарказму — Часто прибегает к сарказму, особенно в отношении тех, кто пытается ей помешать или недооценивает её.\nЭмпатия — Обладает развитой эмпатией, умеет сочувствовать другим и чувствовать их настроение.\nФобии — Боится не успеть запечатлеть важные события, а также боится потерять свою независимость.\nХаризма влияние на других — Умеет убеждать людей своей энергией и энтузиазмом, легко заводит новые знакомства, способна вдохновлять на действия."
        }
      },
      "Персонаж-2": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": ""
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": ""
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": ""
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
          "value": ""
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
          "value": ""
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": ""
        }
      }
    }
  },
  "Сюжетная арка": {
    "options": {
      "tags": "plot-arc",
      "name": "5-Актов"
    },
    "Экспозиция": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Экспозиция - это начальная часть повествования, которая знакомит читателя с миром произведения, основными персонажами, их обычной жизнью, временем, местом действия и социальным контекстом. Её ключевая задача — предоставить необходимую базовую информацию, создать исходную точку, от которой начнётся развитие основного конфликта и сюжета. В экспозиции закладываются намёки на будущие события.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Комната под лестницей. Гарри Поттер просыпается, его будят грубые крики тети и дяди. Он выполняет работу по дому. (длительность).\n2. Завтрак. Семья Дурслей готовится к важному дню, унижая Гарри и напоминая ему о его второсортности. Он получает подарок - старый носк дяди Вернона. (длительность).\n3. Зоопарк. Во время поездки стекло перед змеей исчезает, и Гарри невольно пугает кузена Дадли. (длительность).",
      "value": "1. **Мастерская Волковых. Утро.** Лео, с головой погруженный в чертежи, пытается усовершенствовать свой летательный аппарат. Отец, старый механик, ворчит, но втайне гордится сыном. (2 часа)\n2. **Набережная. День.** Анна берет интервью у прибывшего из далекой страны профессора археологии, взволнованного недавними находками. (1 час)\n3. **Аукцион антиквариата. Вечер.** Мистер Стерлинг, в окружении своих телохранителей, делает крупные ставки на загадочный артефакт, привлекающий всеобщее внимание. Его помощник, мрачный тип по имени Кроули, сканирует взглядом зал. (3 часа)\n4. **Кафе \"У старого Джо\". Поздний вечер.** Лео и Анна встречаются в кафе, чтобы поделиться своими новостями. Лео рассказывает о своих изобретениях, Анна – о странном профессоре. Случайный разговор с пожилым моряком, шепчущим о легендах Города в Облаках, пробуждает их любопытство. (1 час)\n5. **Библиотека. Ночь.** Лео и Анна, тайком проникнув в городскую библиотеку (подкупив сторожа небольшим подарком), ищут упоминания о Городе в Облаках, натыкаясь на старинную, запыленную книгу, в которой находят зашифрованное послание и кусок карты.",
      "Сцена-v0nmOF5": {
        "options": {
          "tags": "scene deletable",
          "excludes": "desc Название кратко"
        },
        "desc": "Сцена - место, где происходят события или изменения, значимые для сюжета и раскрытия персонажей",
        "Краткое описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Подробно описать сцену и действия в ней",
          "value": "1. **Мастерская Волковых. Утро.** Лео, с головой погруженный в чертежи, пытается усовершенствовать свой летательный аппарат. Отец, старый механик, ворчит, но втайне гордится сыном. (2 часа)"
        },
        "Название кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены кратко 1-2 слова",
          "value": "Мастерская"
        },
        "Описание сцены": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Время действия — Хронологический период (историческая эпоха, современность), время года, суток (зима, ночь, рассвет), сезонные особенности (лето, зима).\nНастроение, тон — Эмоциональная окраска (радость, таинственность, тревожность), использование метафор, сравнений для создания образов\n.Сенсорные детали — Зрительные образы (цвета, формы, движения), звуки (шум ветра, тишина, музыка), запахи, тактильные ощущения (аромат цветов, холод).\nСимволизм и подтекст — Символические элементы несущие скрытый смысл (разбитое зеркало, часы, старый портрет, гроза как символ кризиса), аллегории, намёки на темы произведения.",
          "requirements": "Необходимо четко сформулировать и перечислить: время действия, настроение, тон сенсорные детали символизм и подтекст",
          "example": "Время действия — Наши дни, современность. Раннее лето, ясное утро. Начало лета, когда зелень еще свежая и яркая, а солнце уже теплое, но не палящее. Воздух чистый после ночного дождя.\nНастроение, тон — Радость, безмятежность, чувство светлой надежды и предвкушения нового дня. «Солнечные зайчики танцевали на стенах, будто приглашая присоединиться к новому дню», «воздух был свеж, как только что распустившийся цветок», «город просыпался, мягко потягиваясь в лучах восхода».\nСенсорные детали — Золотистый солнечный свет, заливающий улицы; ярко-зеленая листва, сверкающая каплями росы; разноцветные балконы с цветущими гераньками; велосипедист в яркой майке, скользящий по пустынной набережной. Мелодичный перезвон велосипедного звонка; щебетание проснувшихся воробьев; отдаленный смех; умиротворяющий шум листвы на легком ветру.\nСимволизм и подтекст — Символ нового начала, чистого листа, безграничных возможностей, которые несет каждый новый день. Символ раскрытия потенциала, красоты настоящего момента и хрупкой, но яркой жизни. ",
          "value": "Время действия — 1935 год, эпоха индустриализации и расцвета инженерной мысли. Раннее утро, когда солнце только начинает пробиваться сквозь туман, окутывающий город. \nНастроение, тон — Атмосфера сосредоточенности и увлеченности, переплетающаяся с теплом и уютом домашней обстановки. Оптимизм, вера в свои силы и предвкушение великих открытий. «Воздух звенел от напряжения и искр гения», «каждая деталь механизма казалась одушевленной, словно ждущей своего часа», «мастерская дышала жизнью и творчеством».\nСенсорные детали — Тусклый свет лампы, освещающий чертежи и инструменты; ровный гул работающих механизмов; запах машинного масла и металла; потрескивание дров в печи. \nСимволизм и подтекст — Мастерская символизирует место рождения идей и воплощения мечты, алхимическую лабораторию, где из груды металла рождаются чудеса. Отец и сын — воплощение преемственности поколений и передачи знаний от отца к сыну. Летательный аппарат — символ стремления к мечте, преодоления границ и открытия новых горизонтов."
        },
        "Детали окружения": {
          "options": {
            "excludes": "toggle",
            "includes": "value",
            "forcedIncludes": ""
          },
          "requirements": "Подробно опиши окружение, перечисли всех персонажей (отношение если это важно) и предметы (рамер и положение) в сцене",
          "desc": "Сергей стоял у окна задумчиво разглядывая старую рукопись Джонсон (отец Билли) вошел в холл Интерьер, мебель, Большой шкаф с оторваной ручкой, блестящий декор, предметы,  сундук доверху набитый золотом, огромная переклееная скотчем коробка с надписью \"Хрупко\" природа, деревья, река, животные, освещение (сумерки, яркий свет, свечи), социальная обстановка (богатый квартал, трущобы, замок).",
          "value": "В центре мастерской, за верстаком, возвышается Лео. Его лицо сосредоточено, а руки ловко манипулируют инструментами. Вокруг разбросаны чертежи, детали механизмов и инструменты. \nОтец Лео, пожилой мужчина с добрым взглядом и морщинами на лице, сидит в кресле-качалке у печи, наблюдая за работой сына с гордостью и легкой тревогой.\nВ углу мастерской стоит разобранный летательный аппарат, частично собранный из металла и дерева. Его крылья кажутся огромными и хрупкими, готовыми взмыть в небо.\nНа полках вдоль стен стоят банки с машинным маслом, ящики с инструментами и книги по механике и инженерии.\nНебольшое окно пропускает тусклый свет, освещая пылинки, танцующие в воздухе."
        },
        "События": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "arc-events",
            "quantEvents": 5,
            "forcedIncludes": ""
          },
          "desc": "События — это действия, происходящие на сцене, которые можно наблюдать: диалоги, физические действия персонажей, звуки, световые и природные эффекты.",
          "requirements": "События должны быть визуализируемыми и воспроизводимыми на сцене.\nДиалоги оформляются так: [Персонаж] (действие/интонация): реплика.\nФизические действия должны быть ясными по направлению, интенсивности и последовательности.\nТехнические эффекты и природные явления должны указывать источник, длительность и характер воздействия.\nСобытия не должны быть абстрактными или описывать внутренние мысли без внешнего проявления.\nСобытия должны логически следовать друг за другом (причинно-следственная связь).\nМинимум $quantEvents событий/действий.",
          "example": "1. Герой и время: Герой смотрит на часы – половина второго, затем в окно и снова на часы – без четверти пять.\n2. Героиня приходит: Героиня входит в офис, явно не выспавшаяся после ночи в клубе, её одежда немного помята.\n3. Бой: Парировав удар, герой скользит вбок и отвечает жёстким ребром ладони в горло противнику.\n4. Офисная перепалка:\n[Анна] (нервно перебирая бумаги): Ты опять забыл выключить кофемашину?\n[Макс] (не отрываясь от экрана): Это не я. Может, это призрак офиса?\n[Анна] (с сарказмом): Очень смешно. Завтра придёт ревизор, а у нас — запах гари и счёт за электричество в два раза больше.\n5. Страх и напряжение:\n[Лена] (шёпотом, прижимаясь к стене): Он здесь... Я слышала шаги.\n[Дима] (медленно достаёт фонарь): Ты уверена? ... Ладно, держись за меня.\nВнезапно — громкий хлопок двери, свет мигает и гаснет.\nГерой произносит \"Я больше не могу\", основной свет гаснет, остаётся узкий луч прожектора сверху — музыка обрывается.\n6. Инцидент с бокалом:\n[Официант] ставит бокал с треснувшим краем перед героиней: С вашего позволения...\nГероиня резко вскакивает, бокал падает и разбивается — в зале тишина, музыка затихает.",
          "value": "1.  Лео склоняется над чертежами, бормоча себе под нос. [Лео] (бормочет): Так, еще немного, и все заработает. Нужно лишь подогнать угол наклона этой шестерни. \n2. Отец Лео, сидя в кресле-качалке, с улыбкой наблюдает за сыном. [Отец] (качает головой с улыбкой): Вечно ты что-то мастеришь, Лео. Когда же ты отдохнешь? \n3. Лео, не отрываясь от чертежей, отвечает отцу: [Лео] (не отрываясь): Отдыхать буду, когда изобрету что-нибудь действительно стоящее, отец.\n4. Отец встает и подходит к сыну, кладет руку ему на плечо. [Отец] (с гордостью): Ты и так уже изобрел немало, сынок. Главное, чтобы это приносило тебе радость. \n5. Лео поднимает голову и смотрит на отца. [Лео] (с энтузиазмом): Радость? Да это лучшее, что может быть! Когда механизм оживает, когда идея воплощается в реальность! \n6. На фоне слышен гул работающих механизмов, потрескивание дров в печи и запах машинного масла."
        }
      }
    },
    "Завязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Завязка (побуждающее происшествие) — событие, нарушающее первоначальный порядок, вызывающее конфликт, который нужно разрешить, события, меняющее жизнь героя и запускающее сюжет.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "Начинается поток писем для Гарри.\n1. Первое письмо приходит по почте (длительность).\n2. Новые письма летят в дом через камин (длительность).\n3. Дядя Вернон везет семью на заброшенный остров в шторм, пытаясь скрыться. В полночу таинственная фигура (Хагрид) появляется и ломает дверь. (длительность).\n4. Хагрид вручает Гарри письмо и сообщает, что он волшебник. Ключевое событие - вручение письма и объявление о приеме в Хогвартс (длительность).",
      "value": "1. **Мастерская Волковых. День.** Лео пытается расшифровать карту, но безуспешно. Заходит Анна, принося расшифровку части послания, найденную в архивах старого профессора. Они понимают, что артефакт, купленный Стерлингом, является ключом.(3 часа)\n2. **Офис Стерлинга. Вечер.** Стерлинг, в ярости, допрашивает профессора, требуя от него полного перевода послания. Профессор сопротивляется, но Кроули применяет \"убедительные\" меры. (2 часа)\n3. **Погоня по ночным улицам. Ночь.** Лео и Анна проникают в офис Стерлинга, чтобы украсть артефакт. Их обнаруживают, начинается погоня по крышам и узким переулкам. (1 час)\n4. **Порт. Ночь.** Спасаясь от преследователей, Лео и Анна укрываются на борту старого грузового судна, отплывающего в неизвестном направлении. Капитан, колоритный старик по имени \"Одноглазый\" Джек, соглашается помочь им за щедрое вознаграждение. (30 минут)\n5. **Отплытие. Рассвет.** Стерлинг наблюдает с берега, как судно с Лео и Анной уходит в море. Он клянется отомстить и вернуть артефакт любой ценой. Отдает приказ Кроули - преследовать беглецов."
    },
    "Развитие действия": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Развитие действия (прогрессия усложнений) — серия событий и испытаний, усложняющих конфликт и усиливающих напряжение.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Покупка принадлежностей в Косом переулке, знакомство с Волан-де-Мортом (длительность).\n2. Распределяющая шляпа отправляет Гарри на Факультет Гриффиндор, обостряя конфликт со Снейпом и Малфоем (длительность).\n3. Нападение тролля в женском туалете, за которым следует подозрение в адрес Снейпа (длительность).\n4. Матч по квиддичу, где метла Гарри пытается его сбросить, что наводит на мысль о проклятии (длительность).\n5. Герои разгадывают загадки охраняемой ловушки, чтобы опередить того, кто хочет украсть философский камень (длительность).",
      "value": "1. **Открытое море. Несколько дней.** Лео и Анна изучают карту на борту корабля, пытаясь определить маршрут к Городу в Облаках. Джек рассказывает им старые морские легенды о таинственных островах и чудовищах. (Несколько дней)\n2. **Остров Туманов. День.** Корабль прибывает к загадочному острову, окутанному густым туманом. Лео и Анна сходят на берег, чтобы исследовать древние руины, где сталкиваются с племенем аборигенов, охраняющих секреты острова. (1 день)\n3. **Джунгли. Несколько часов.** Лео и Анна, при помощи дружелюбного шамана из племени, проходят через джунгли, полные опасностей и ловушек, находят вход в древний тоннель. (Несколько часов)\n4. **Подземный тоннель. Ночь.** Лео и Анна бродят по темному и запутанному тоннелю, где сталкиваются с механическими ловушками, активированными древним механизмом. Изобретательность Лео помогает им преодолеть препятствия. (6 часов)\n5. **Скалы. День.** Кроули и отряд наемников Стерлинга нагоняют их. Короткая, но ожесточенная перестрелка у входа в тоннель. Одноглазый Джек жертвует собой, чтобы Лео и Анна смогли сбежать."
    },
    "Кульминация": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Кульминация — поворотный момент с наивысшим эмоциональным напряжением, когда главный герой сталкивается с основным конфликтом лицом к лицу, пик напряжения и решающий момент истории.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри в одиночку спускается в последнюю комнату. Он обнаруживает, что под магическим платком скрывается не Снейп, а профессор Квиррелл. (длительность).\n2. Из-за платка появляется лицо Волан-де-Морта. Начинается психологическая duel и попытка манипуляции. (длительность).\n3. Физическая борьба: Гарри хватает Квиррелла за лицо, что причиняет тому невыносимую боль из-за магии любви, оставленной матерью Гарри. (длительность).\n4. Гарри теряет сознание, пытаясь не дать Квирреллу добыть камень. Пик физического и эмоционального напряжения. (длительность).",
      "value": "1. **Врата Города в Облаках. День.** Лео и Анна, чудом выбравшись из тоннеля, добираются до древних врат, ведущих в Город в Облаках. Врата охраняют древние механизмы и мистические символы. (30 минут).\n2. **Внутри Города. Несколько часов.** Лео и Анна, преодолев защиту врат, попадают в величественный Город в Облаках, парящий высоко в небе. Они обнаруживают, что Город находится в упадке, а его источник энергии нестабилен. (Несколько часов)\n3. **Центральная площадь. День.** Стерлинг и Кроули поджидают их на центральной площади Города. Начинается финальная схватка. Стерлинг пытается завладеть источником энергии, угрожая уничтожить весь Город. Анна пытается остановить Кроули.\n4. **Источник Энергии. День.** Лео понимает, что единственный способ стабилизировать источник энергии – пожертвовать собой. Он активирует древний механизм, направляя энергию в ядро Города.(15 минут).\n5. **Потеря сознания.** Во время активации механизма Лео теряет сознание, а его тело пронзает разряд тока."
    },
    "Развязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Развязка — разрешение истории, устранение или трансформация конфликта и выводы для героев и сюжета, Последствия кульминации, распутывание сюжетных линий.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри просыпается в больничном крыле. Дамблдор объясняет ему произошедшее: природу защиты матери, истинную лояльность Снейпа и судьбу философского камня. Конфликт разрешен, зло побеждено (на время). (длительность).\n2. Год заканчивается. Церемония награждения: Гриффиндор выигрывает домовой кубок благодаря последним очкам, которые Дамблдор присуждает Гарри, Рону и Гермионе. Восстановлен порядок и справедливость. (длительность).\n3. Финальная сцена: Гарри уезжает на поезде обратно в мир магглов, но уже не как жертва, а как герой, с нетерпением ждущий возвращения в свой настоящий дом — Хогвартс. (длительность).",
      "value": "1. **Уходящий Город. День.** Потерпев поражение, Стерлинг пытается сбежать, но его задерживают местные жители. Кроули скрывается в неизвестном направлении. Город начинает стабилизироваться. (30 минут)\n2. **Медицинский отсек. Несколько дней.** Анна ухаживает за Лео, лежащим без сознания. Местные лекари делают все возможное. (Несколько дней)\n3. **Пробуждение. День.** Лео приходит в себя, понимая, что его жертва не была напрасной. Он жив, но Город спасен. (1 час).\n4. **Возвращение домой. Несколько недель.** Лео и Анна возвращаются в свой родной город, полные новых знаний и опыта. Они осознают, что их истинное сокровище – это их дружба и готовность рисковать ради других. (Несколько недель).\n5. **Мастерская Волковых. День.** Лео и Анна, работая вместе в мастерской, планируют новые приключения и изобретения, вдохновленные их путешествием в Город в Облаках. На стене висит карта Города в Облаках как напоминание об их подвиге."
    }
  }
}