{
  "Общие": {
    "options": {
      "width": "33.333%"
    },
    "Название": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Название произведения, которое передаёт его суть или создаёт настроение.",
      "example": "Властелин колец: Братство Кольца; Гарри Поттер и философский камень; 1984; Преступление и наказание",
      "requirements": "Напиши не менее 10 вариантов через запятую",
      "value": "Город в облаках"
    },
    "Жанр": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Жанр отражает основные эмоциональные и сюжетные особенности.",
      "variants": [
        "приключения",
        "драма",
        "комедия",
        "триллер",
        "научная фантастика",
        "фэнтези",
        "романтика",
        "детектив",
        "боевик",
        "исторический",
        "ужасы",
        "биография",
        "сатира",
        "трагедия"
      ],
      "value": "Приключения, путешествия, детектив"
    },
    "Общее настроение": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Общее настроение и манера повествования.",
      "variants": [
        "драматический",
        "ироничный",
        "трагичный",
        "лёгкий",
        "тёмный",
        "сатирический",
        "романтичный",
        "эпический"
      ],
      "value": "Авантюрное, веселое"
    },
    "Эпоха": {
      "options": {
        "excludes": "toggle",
        "includes": "value",
        "forcedIncludes": ""
      },
      "desc": "Историческая или вымышленная эпоха и её особенности.",
      "example": "Средневековый мир с феодальной системой и магией; Постапокалиптическое будущее с руинами цивилизации; Викторианская Англия XIX века",
      "value": "20 век 30е годы"
    },
    "Возраст аудитории": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Является возрастным ограничителем для произведения как по содержанию так и по стилю, характеру повествования.",
      "variants": [
        "Дети 5-6 лет",
        "Дети 12 лет",
        "подростки",
        "взрослые",
        "универсальная"
      ],
      "value": "Для всех, от детей до взрослых"
    },
    "Ключевые вопросы": {
      "options": {
        "excludes": "toggle",
        "includes": "value",
        "forcedIncludes": ""
      },
      "desc": "Ключевые идеи или вопросы, которые автор исследует",
      "example": "Власть и её искушения, дружба и жертвенность, конфликт традиций и прогресса, любовь и предательство, свобода и судьба, технологический прогресс и его опасности",
      "value": "Дружба, веверность, следование целям, способность пожертвовать собой ради других"
    },
    "Основные противоречия": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Основные противоречия, движущие сюжет, конфликты внутренние/внешние",
      "example": "фродо сомневается, стоит ли нести Кольцо дальше.борьба Братства с Сауроновыми армиями.внутренняя борьба героя с чувством предательства.герой противостоит не только внешнему врагу, но и собственным страхам.",
      "value": "Преодаление трудностей на пути к заветной цели, борьба с врагом в лице главного злодя, помощь и спасение нуждающихся"
    },
    "Образы символы": {
      "options": {
        "excludes": "toggle",
        "includes": "value"
      },
      "desc": "Повторяющиеся образы, символы или темы, подкрепляющие смысл.",
      "example": "кольцо как символ власти, искушения и бременипутешествие как метафора личного роста и преодолениятьма и свет как отражение добра и зладороги и тропы как выбор пути героя",
      "value": "Путешествие как метафора личного роста и преодоления; дороги и тропы как выбор пути героя; погоня как символ стремления к цели и отчаянного бегства."
    },
    "Стиль описания": {
      "options": {"excludes": "toggle", "includes": "value"},
      "desc": "Стиль описания, ссылка на автора или какие-либо особенности характерные черты.",
      "example": "- Борис Акунин — мастер исторического детектива с элегантной, почти классической прозой. Его стиль — это точность языка, ироничная эрудиция и тонкая игра с жанровыми канонами, особенно в цикле про Эраста Фандорина.\n- Виктор Пелевин — философ-сатирик, создающий метафизические аллегории в облике постмодернистских фантастических историй. Его стиль — это ирония, игра с реальностью, каламбуры и глубокая критика современного общества.\n- Сергей Лукьяненко — писатель «мягкой» научной фантастики с акцентом на моральные дилеммы и этику. Его стиль — чёткая структура, живые диалоги, увлекательные сюжеты, часто в духе «философского триллера» в космосе или будущем.\n- Дж. К. Роулинг — мастер создания магического мира, пронизанного теплотой, юмором и глубокой эмоциональностью. Её стиль — доступный, образный, с яркими персонажами и постепенным нарастанием напряжения от детской сказки к взрослому эпосу.\n- Аркадий Стругацкий (в соавторстве с Борисом) — классик советской фантастики с глубоким гуманизмом и философской глубиной. Его стиль — рациональный, взвешенный, с акцентом на этику науки, общества и человеческого выбора.",
      "value": "В духе Жюля Верна, с элементами приключенческого детектива в антураже 1930-х годов. Описания должны быть яркими и образными, наполненными техническими деталями и историческими отсылками, но с фокусом на динамичное развитие сюжета и внутренние переживания персонажей."
    },
    "Сюжет кратко": {
      "options": {
        "tags": "plot-short",
        "excludes": "toggle",
        "includes": "value",
        "selfWidth": "100%",
        "forcedIncludes": ""
      },
      "desc": "Общее краткое описание сюжета, распиши экспозицию, завязку, развитие действия, кульминацию, развязку (без испольозования их в тексте).",
      "requirements": "Если сюжет требует новые имена, события, конфликты, препятствия, второстепенные персонажи, неожиданные повороты — выдумывай их самостоятельно. Строй сюжет логично, чтобы каждая стадия вытекала из предыдущей. Избегай шаблонности: добавляй атмосферу, намёки на характеры персонажей и мотивацию. ",
      "value": "В 1935 году юный изобретатель Лео и его подруга-журналистка Анна случайно находят древний артефакт, связанный с легендой о загадочном Городе в Облаках. Их открытие привлекает внимание могущественного мистера Стерлинга, готового на всё ради власти. Спасаясь от преследования, герои отправляются в опасное путешествие через океаны, горы и древние тоннели, где их ждут ловушки, загадки и схватки с наёмниками. Наконец, они достигают Города и сталкиваются со Стерлингом в финальной битве за его тайны. Лео жертвует собой, чтобы стабилизировать источник энергии и спасти Город от разрушения. Счастливый конец Лео удалось выжить.. Вернувшись домой, Лео и Анна понимают: их истинная награда — это знания и новые горизонты для будущих открытий."
    },
    "Визуальный стиль изображений": {
      "options": {
        "excludes": "toggle",
        "includes": "value",
        "selfWidth": "100%"
      },
      "desc": "Описание как выглядят изображения в какой манере выполнены, какие характерные особенности присущи.\nКакие цветовые и стилистические решения используются (мягкие тени, резкие переходы).\nКак осуществляется объёмная передача формы за счет чего достигается.",
      "example": "Стиль рисовки: Пример рисовки на картинке (если есть). Современная цифровая иллюстрация, похожей на комиксы или анимацию.\nИзобрадение должно быть выполнено с использованием толстых, четких черных контуров для всех элементов.\nЦвета должны быть плоскими, насыщенными и без сложных градиентов; объем создается с помощью минимальной штриховки и небольших темных участков, а не реалистичного освещения.",
      "value": "Современная цифровая иллюстрация, похожей на комиксы или анимацию. \nИзображение должно быть нарисовано с использованием толстых, четких черных контуров для всех элементов. \nЦвета должны быть плоскими, насыщенными и без сложных градиентов, объем создается с помощью минимальной штриховки и небольших темных участков, а не реалистичного освещения. \nОбщий вид должен быть чистым, графичным и визуально привлекательным, как в современных комиксах или анимационных сериалах."
    }
  },
  "Персонажи": {
    "options": {
      "tags": "characters"
    },
    "Все персонажи": {
      "options": {
        "includes": "value",
        "tags": "all-characters",
        "forcedIncludes": ""
      },
      "desc": "Все персонажи участвующие в сюжете",
      "requirements": "Найти всех персонажей участвющих в сюжете и описать их даже если у персонажа нет имени, придумать. Дай продробную характеристику на каждого персонажа укажи связанность между собой если есть Также важна характеристика персонажа: главный герой, антогонист, положительный, отрицательный, колеблется, может придать, плохой но потом становится на сторону главного героя",
      "example": "1. Фродо Бэггинс — (главный герой) скромный хоббит, несущий бремя Кольца; \n2. Дарт Вейдер — (антогонист) Привеженец темныой силы, главный противник Сопротивления и Люка (в итоге выясняется что является отцом Люка);\n3. Гарри Поттер — (главный герой) молодой волшебник, узнавший о своем наследии\n4. Невил Дологопупс — (положительный второстепенный) учится на одном курсе с Гарри Поттером иногда помогает ему (трагически потерял родителей)",
      "value": ""
    },
    "Связанность персонажей": {
      "options": {
        "includes": "value",
        "tags": "characters-relative"
      },
      "desc": "Как персонажи участвующие в сюжете связаны между собой",
      "requirements": "Найти всех персонажей участвющих в сюжете и описать как она сваязан с другими персонажами. ",
      "example": "* Сергей и Карл – лучшие друзья, вместе отправляются на поиски приключений.\n * Дмитрий Скопец и Пастухов – злодеи, работающие в паре. Пастухов — правая рука Дмитрия.\n * Сергей и Валентин Рудольфович - сын и отец, живут вместе и помогают друг другу.\n * Сергей и Слава Долговязый – капитан корабля. Слава помогает Сергею и Карлу добраться до места.\n * Карл и Профессор археологии - встретились случайно, но знакомство сыграло важную роль. Профессор поневоле помогает Скопцу.\n * Сергей, Карл и Шаман – встречаются нвджунглях, шаман помогает ребятам.\n Неизвестный житель Затерянного города — (положительный второстепенный) один из жителей Затерянного города, помогает героям сражаться со Скопцом, проявляя смелость и отвагу. Персонаж, отражающий готовность местных жителей защитить свой дом.",
      "value": "* Лео и Анна – лучшие друзья, вместе отправляются в опасное приключение.\n* Стерлинг и Кроули – злодеи, работающие в паре. Кроули — безжалостный исполнитель воли Стерлинга.\n* Лео и отец – сын и отец, живут вместе в мастерской, поддерживают друг друга, любящие родственники.\n* Лео и Одноглазый Джек – капитан корабля, а Лео и Анна – отважные путешественники. Джек помогает Лео и Анне добраться до острова Туманов.\n* Анна и Профессор археологии - встретились на набережной. Анна берет интервью, но Профессор поневоле помогает Стерлингу.\n* Лео, Анна и Шаман – встречаются на острове Туманов, мудрый шаман помогает героям преодолеть опасности джунглей и найти вход в древний тоннель.\n* Лео, Анна и Неизвестный житель Облачного города – встречаются в Облачном городе, он помогает героям сражаться со Стерлингом, проявляя смелость и отвагу. Защищает свой дом."
    },
    "Визуальный стиль персонажей": {
      "options": {
        "includes": "value"
      },
      "desc": "Описание как выгядят все персонажи общие черты и ососбенности:Черты лица.\nВолосы стиль текстура.\nОдежда стилистические решения, формы цветовая палитра, текстура.\nТела пропорции.\nВид, визуальная эстетика, сравнительная отсылка к общеизвестным визуальным решениям.",
      "example": "Лицо должно иметь упрощенные черты: большие выразительные глаза, простой рот.\nВолосы прорисованы крупными блоками с несколькими линиями для текстуры.\nОдежда также должна быть нарисована в том же стиле — простые формы с четкими линиями и плоскими заливками.\nПропорции тела должны быть реалистичными, но немного упрощенными.\nОбщий вид должен быть чистым, графичным и визуально привлекательным, как в современных комиксах или анимационных сериалах.",
      "value": "Лицо должно иметь упрощенные черты: большие выразительные глаза, простой рот.\nВолосы прорисованы крупными блоками с несколькими линиями для текстуры.\nОдежда также должна быть нарисована в том же стиле — простые формы с четкими линиями и плоскими заливками.\nПропорции тела должны быть реалистичными."
    },
    "Главный герой": {
      "desc": "Главный герой, чьи действия двигают сюжет вперёд.",
      "example": "Фродо Бэггинс — скромный хоббит, несущий бремя Кольца; \nУинстон Смит — обычный работник Министерства правды в тоталитарном Лондоне;\nГарри Поттер — молодой волшебник, узнавший о своем наследии",
      "options": {
        "tags": "character image-gen",
        "excludes": "desc example requirements Имя кратко"
      },
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Лео – юный, но чрезвычайно талантливый механик-изобретатель, чьи пальцы обладают чувством металла, а ум постоянно генерирует дерзкие идеи. Он живет в шумном портовом городе 1930-х годов, где воздух пропитан запахом соли и мечтами о дальних странствиях. Его главное увлечение – небо, которым он грезит с детства, мечтая о полетах к невиданным землям. Лео обладает неутолимым любопытством, смелостью первооткрывателя и невероятной преданностью своим друзьям. Он не боится трудностей, а видит в них вызов, и его изобретательность часто становится ключом к решению самых сложных задач."
      },
      "Имя кратко": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя кратко 1-2 слова возможно прозвище",
        "value": "Лео"
      },
      "Основные": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
        "value": "Имя полное — Леонардо Волк, Лео, Леопольд. Лео.\nВозраст — 19 лет, юноша.\nЦели — Найти неизведанное, оставить след в истории, изобрести что-то гениальное, доказать всем, и в первую очередь себе, что он чего-то стоит. Его мотивирует жажда приключений, стремление к знаниям и желание изменить мир к лучшему.\nЖизненная ситуация — Живет с отцом-механиком, небогат, но обеспечен самым необходимым. Его главная проблема - недостаток признания его таланта и ограниченность возможностей в родном городе.\nПрошлое — С детства проявлял интерес к механике и изобретениям, часто мастерил что-то в мастерской отца. Рано потерял мать, что сблизило его с отцом. Мечтает о путешествиях и великих открытиях, вдохновленный рассказами старых моряков и книгами о приключениях.\nОтношения —  Лучшая подруга - Анна, журналистка местной газеты. Доверительные отношения с отцом, который является его наставником и помощником. Уважает и восхищается старыми моряками, видя в них образец смелости и авантюризма.\nИнтеллект и творчество — Обладает высоким интеллектом, аналитическим складом ума и богатым воображением. Легко усваивает технические знания, умеет находить нестандартные решения проблем. Очень изобретателен, постоянно генерирует новые идеи и усовершенствует существующие механизмы.\nСкрытые цели — Втайне мечтает о славе и признании, хочет доказать всем, что он способен на великие дела. Боится, что его талант останется незамеченным и он проживет скучную и обыденную жизнь.\nМораль —  В целом моральный и честный, но может пойти на небольшие нарушения ради достижения своих целей, особенно если считает, что это принесет пользу другим.\nИмеет при себе — Инструменты и оборудование для механики, чертежи собственных изобретений, знания в области механики, книгу о Городе в Облаках, кусок древней карты."
      },
      "Тело/физические характеристики": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
        "value": "Пол — Мужской\nРост — Среднего роста, около 175 см\nГолова — Овальная форма лица, прямой нос, волевой подбородок, живой взгляд. Шея средней длины.\nРуки — Длинные, тонкие, с ловкими пальцами, испачканными машинным маслом. Заметны следы от инструментов и небольшие порезы.\nНоги — Стройные, мускулистые, привыкшие к долгим прогулкам и работе.\nТорс — Подтянутый, но не слишком мускулистый. Скорее жилистый.\nВолосы — Каштановые, коротко стриженные, немного растрепанные, часто торчат в разные стороны.\nГлаза — Ярко-голубые, с искрой любопытства и азарта. \nКожа — Светлая, немного бледная, особенно зимой. Летом легко обгорает на солнце.\nФизические особенности — Живая мимика, постоянно что-то обдумывает. Часто почесывает затылок, когда решает сложную задачу. Обладает хорошей координацией и быстрой реакцией.\nОсанка — Прямая, уверенная, но немного сутулится, когда увлечен работой.\nШрамы и травмы — Небольшой шрам на левой руке, полученный в детстве.\nТатуирвоки — Отсутствуют.\nРечь — Быстрая, четкая, увлеченная. Часто использует технические термины. Голос звонкий, с юношеским задором. Иногда запинается, когда волнуется."
      },
      "Стиль и визуальные особенности": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
        "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\n Состояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\n Стиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\n Аксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
        "value": "Одежда — Носит синий добротный из прочной ткани комбенизон с карманами для инструментов. Рубашка обычно красная, с закатанными рукавами, чтобы не мешали работать.\nСостояние одежды — Одежда часто в масле и пыли, но всегда чистая и опрятная. Видно, что он следит за собой, несмотря на род занятий.\nСтиль одежды — Функциональный и практичный, без излишеств. Одежда не должна сковывать движения и должна быть удобной для работы.\nАксессуары — Небольшие защитные очки, которые он часто носит на лбу или шее. Карманные часы на цепочке, доставшиеся от деда. Иногда носит кожаный фартук, когда работает в мастерской."
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "excludes": "toggle",
          "includes": "value",
          "forcedIncludes": ""
        },
        "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
        "value": "Привычки — Часто поправляет очки, даже если их нет на нем; любит напевать себе под нос во время работы; грызет ногти, когда нервничает.\nХарактер — Холерик: энергичный, импульсивный, быстро загорается новыми идеями, но может быть нетерпеливым и вспыльчивым.\nСклонность к сарказму — Иногда отпускает саркастические замечания, особенно когда видит несправедливость или глупость.\nЭмпатия — Обладает высокой эмпатией, легко чувствует чужую боль и радость, всегда готов прийти на помощь.\nФобии — Боится высоты (иронично, учитывая его любовь к небу), боится замкнутых пространств.\nХаризма влияние на других — Обладает природной харизмой и энтузиазмом, умеет вдохновлять других своей энергией и верой в успех."
      }
    },
    "Антогонист": {
      "desc": "Сила или персонаж, противостоящий протагонисту.",
      "example": "Саурон — Тёмный властелин, стремящийся вернуть Кольцо; Большой брат — символ всевидящего тоталитарного контроля; Волдеморт — могучий чёрный маг, жаждущий бессмертия",
      "options": {
        "tags": "character image-gen",
        "excludes": "desc example requirements Имя кратко"
      },
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Мистер Стерлинг – состоятельный и влиятельный искатель древностей, одержимый идеей обрести славу и богатство, связанные с легендарным Городом в Облаках. Он представляет собой типичного антагониста эпохи, чья жадность и безжалостность движут его поступками. За внешней респектабельностью скрывается расчетливый ум и готовность идти на любые преступления ради достижения своих целей."
      },
      "Имя кратко": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя кратко 1-2 слова возможно прозвище",
        "value": "Стерлинг"
      },
      "Основные": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
        "value": "Имя полное — Чарльз Эндрю Стерлинг. Чарли. Прозвище — Стервятник.\nЦели — Найти Город в Облаках, чтобы обрести бессмертие и несметные богатства. Его мотивирует жажда власти и страх смерти.\nЖизненная ситуация — Чрезвычайно богат и влиятелен, владеет множеством компаний и контролирует целые отрасли. Его главная проблема - скука и ощущение бессмысленности жизни, которые он пытается заглушить новыми приобретениями и приключениями.\nПрошлое — Вырос в богатой семье, получил блестящее образование, но всегда чувствовал себя обделенным вниманием. Стремился доказать свою значимость, накапливая власть и богатство.\nОтношения — Не имеет близких друзей или родственников, предпочитает окружать себя льстецами и наемниками. Не доверяет никому, кроме своей правой руки - Кроули.\nИнтеллект и творчество — Обладает высоким интеллектом и стратегическим мышлением, но лишен воображения и творческих способностей. Хорошо разбирается в финансах и бизнесе, умеет манипулировать людьми.\nСкрытые цели — Втайне боится старости и смерти, мечтает о бессмертии и вечной молодости. Считает, что Город в Облаках - ключ к его заветной мечте.\nМораль — Абсолютно аморален, готов на любые преступления ради достижения своих целей. Не испытывает сочувствия к другим людям, считает их лишь средством для достижения своих целей.\nИмеет при себе — Огромное состояние, влияние в обществе, армию наемников, знания о Городе в Облаках."
      },
      "Тело/физические характеристики": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
        "value": "Пол — Мужской\nВозраст — Около 50 лет, выглядит моложаво благодаря регулярным физическим упражнениям и хорошему уходу за собой.\nРост — Высокий, около 185 см, что придает ему внушительный вид.\nГолова — Лицо аристократическое, с тонкими чертами и высоким лбом. Шея длинная, часто украшенная дорогим галстуком или шейным платком.\nРуки — Длинные, ухоженные руки с тонкими пальцами, умелые в обращении с оружием и деньгами. На одном из пальцев – массивный перстень с фамильным гербом.\nНоги — Стройные, сильные ноги, обутые в дорогие кожаные туфли или ботинки, начищенные до блеска.\nТорс — Подтянутый, спортивный, что выдает его привычку к регулярным занятиям спортом и поддержанию формы.\nВолосы — Темные, тщательно уложенные волосы с легкой сединой на висках, что придает ему вид зрелого и опытного человека.\nГлаза — Холодные, пронзительные серые глаза, способные видеть людей насквозь. Взгляд оценивающий и надменный.\nКожа — Бледная, ухоженная кожа, свидетельствующая о его высоком статусе и отсутствии необходимости заниматься тяжелым физическим трудом.\nФизические особенности — Обладает властной, уверенной походкой и всегда держится прямо, что подчеркивает его авторитет. Мимика сдержанная, но выразительная.\nОсанка — Прямая, аристократическая, подчеркивающая его превосходство.\nШрамы и травмы — Отсутствуют видимые шрамы и травмы.\nТатуирвоки — Отсутствуют.\nРечь — Голос глубокий, бархатистый, с оттенком властности. Речь четкая, правильная и хорошо поставленная, каждое слово взвешено и продумано. Отсутствует какой-либо акцент."
      },
      "Стиль и визуальные особенности": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
        "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\n Состояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\n Стиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\n Аксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
        "value": "Одежда — Всегда одет в дорогие темнофиолетовые костюмы из качественной ткани, обычно темных тонов.\nСостояние одежды — Костюмы всегда безупречно выглажены и сидят как влитые, что подчеркивает его статус и богатство.\nСтиль одежды — Классический и элегантный, с намеком на старомодность. Предпочитает строгие линии и отсутствие вычурных деталей. \nАксессуары — Золотые часы на цепочке, перстень с крупным бриллиантом, шелковый платок в нагрудном кармане пиджака."
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
        "value": "Привычки — Постоянно поправляет галстук, даже если он идеально сидит; любит подолгу смотреть в зеркало, любуясь собой; постукивает пальцами по столу, когда нервничает.\nХарактер — Холерик: энергичный, властный, целеустремленный, но склонен к гневу и раздражительности.\nСклонность к сарказму — Чрезвычайно саркастичен, часто унижает других своими язвительными замечаниями.\nЭмпатия — Полностью лишен эмпатии, не способен к сочувствию и состраданию.\nФобии — Боится бедности и старости, а также боится потерять контроль над ситуацией.\nХаризма влияние на других — Обладает сильной харизмой, умеет манипулировать людьми и подчинять их своей воле. Внушает страх и уважение, но не вызывает любви."
      }
    },
    "Второстепенные персонажи": {
      "options": {
        "tags": "minor-characters",
        "excludes": "desc example requirements"
      },
      "desc": "Второстепенные, но важные для сюжета персонажи.",
      "requirements": "Имена всех персонажей не должны повторять известных и описаных ранее в литературе. \nВ первую очередь распиши характеристики персонажей которые уже упомянуты в сюжете или сюжетной арке, но еще не описаны в структуре \"Второстепенные персонажи\"",
      "example": "Добрая и заботливая подруга главного героя, помогает ему в сложных ситуациях. Хитрый и манипулятивный персонаж, который создает препятствия для главного героя. Нейтральная фигура, которая иногда помогает главному герою, а иногда и нет. Помощник главного героя, который обладает уникальными навыками и знаниями. Злоумышленница, стремящаяся к своим целям любой ценой. Сэм — верный друг Фродо. Гэндальф — могущественный маг и наставник. Гермиона Грэйнжер — умная и находчивая ученица-волшебница. Джим — шпион, работающий на разные фракции.",
      "Персонаж-0": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "4. Кроули – (отрицательный второстепенный) правая рука Стерлинга, мрачный и жестокий наемник. Беспрекословно выполняет приказы Стерлинга."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Кроули"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Кроули, уменьшительно-ласкательных нет, Клинок.\nЦели — Беспрекословно выполнять приказы Стерлинга, получать за это деньги. Его мотивирует страх перед Стерлингом и жажда наживы.\nЖизненная ситуация — Наемник, не имеет постоянного места жительства, живет за счет выполнения грязной работы. Его главная проблема - зависимость от Стерлинга и отсутствие перспектив на будущее.\nПрошлое — Темное прошлое, о котором предпочитает не вспоминать. Известно, что он был солдатом удачи и участвовал во многих конфликтах. Стерлинг вытащил его из тюрьмы, и теперь Кроули ему обязан.\nОтношения — Не имеет друзей или семьи, общается только с наемниками и приспешниками Стерлинга. Боится и уважает Стерлинга, презирает всех остальных.\nИнтеллект и творчество — Не обладает высоким интеллектом или творческими способностями, но очень жесток и хитер. Хорошо владеет оружием и навыками выживания.\nСкрытые цели — Втайне мечтает о богатстве и независимости, но не верит, что это возможно. Боится, что Стерлинг рано или поздно избавится от него.\nМораль — Абсолютно аморален, готов на любые преступления ради выполнения задания. Не испытывает сочувствия к другим людям.\nИмеет при себе — Оружие, нож, деньги, информацию о целях Стерлинга."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской\nВозраст — Около 40 лет\nРост — Высокий, около 190 см\nГолова — Бритая голова, покрытая шрамами, узкое лицо с глубоко посаженными глазами, крепкая шея.\nРуки — Длинные, мускулистые руки, покрытые татуировками, испачканные грязью и кровью.\nНоги — Длинные, стройные, сильные.\nТорс — Широкий, мускулистый торс, покрытый шрамами и татуировками.\nВолосы — Отсутствуют.\nГлаза — Холодные, серые глаза, выражающие жестокость и безразличие.\nКожа — Бледная, изможденная кожа.\nФизические особенности — Злобный взгляд, кривая ухмылка. Обладает быстрой реакцией и сильными руками.\nОсанка — Прямая, напряженная, всегда готов к нападению.\nШрамы и травмы — Множество шрамов на лице и теле, полученные в боях и драках.\nТатуирвоки — нет."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит черный плащ, черная рубашка с высоким воротником и брюки, черные сапоги со стальным носком.\nСостояние одежды — Одежда всегда в хорошем состоянии, хотя и может быть немного помятой после приключений.\nСтиль одежды — Предпочитает темную, практичную одежду, не привлекающую внимания.\nАксессуары — Нож в кожаных ножнах на поясе, пистолет в кобуре под плащом. Иногда носит темные очки, чтобы скрыть свои глаза."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Молчаливый и сдержанный, говорит мало и только по делу; курит самокрутки, когда нервничает; постоянно точит свой нож.\nРечь — Грубая, хриплая, с небольшим акцентом. Говорит мало и по делу, не склонен к долгим разговорам.\nХарактер — Флегматик: спокойный, сдержанный, невозмутимый, но может быть очень жестоким и беспощадным.\nСклонность к сарказму — Редко проявляет сарказм, предпочитая действовать, а не говорить.\nЭмпатия — Отсутствует эмпатия, не способен к сочувствию и состраданию.\nФобии — Боится оказаться в тюрьме или попасть в зависимость от кого-либо.\nХаризма влияние на других — Внушает страх и уважение, но не вызывает симпатии. Умеет подчинять людей своей воле благодаря своей жестокости и силе."
        }
      },
      "Персонаж-1": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "5. Одноглазый Джек – (положительный второстепенный) старый моряк, капитан грузового судна. Помогает Лео и Анне, жертвует собой ради их спасения."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Джек"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Джек Потрошитель, Джек. Одноглазый.\nЦели — Заработать достаточно денег, чтобы уйти на покой и купить себе тихий домик на берегу моря. Помогать тем, кто оказался в беде, особенно если это молодые и отважные ребята, ищущие приключений. Его мотивирует старый морской кодекс чести, желание передать свой опыт и знания молодому поколению и вера в справедливость.\nЖизненная ситуация — Капитан старого грузового судна, вынужден рисковать и браться за любую работу, чтобы прокормиться. Главная проблема - старое судно, требующее постоянного ремонта, и конкуренция со стороны более современных кораблей.\nПрошлое — Всю жизнь провел в море, начиная юнгой на торговом судне. Участвовал во многих опасных плаваниях, видел штормы и пиратов. Потерял глаз в одной из стычек с пиратами, но не потерял любви к морю. \nОтношения — Не имеет семьи, считает своим домом море и своих матросов. Уважает и ценит своих товарищей, относится к ним как к родным детям. Доверяет только проверенным людям, не любит лжецов и предателей.\nИнтеллект и творчество — Обладает житейской мудростью и опытом, умеет принимать быстрые решения в экстремальных ситуациях. Хорошо знает морское дело, умеет читать карты и ориентироваться по звездам. Не обладает научными знаниями, но очень наблюдателен и интуитивен.\nСкрытые цели — Втайне мечтает о тихой и спокойной жизни на берегу моря, но не может бросить своих товарищей и свое судно. Боится старости и одиночества.\nМораль — В целом морален и честен, но может пойти на небольшие нарушения закона ради спасения своих товарищей или достижения справедливости. Считает, что цель оправдывает средства, если это необходимо.\nИмеет при себе — Морской компас, старую трубку, нож, пистолет (на всякий случай), карту со старыми отметками, знания о морских путях, верных товарищей."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской\nВозраст — Около 60 лет\nРост — Среднего роста, около 170 см\nГолова — Круглое лицо, изрезанное морщинами, короткая седая борода, прямой нос, один глаз (второй закрыт повязкой), крепкая шея.\nРуки — Сильные, жилистые руки, покрытые татуировками, с загрубевшей кожей от канатов и штурвала. \nНоги — Короткие, крепкие ноги, привыкшие к качке и неровной палубе.\nТорс — Широкий, коренастый торс, с выпирающим животом.\nВолосы — Седые, короткие, немного растрепанные под фуражкой.\nГлаза — Один глаз – серый, пронзительный, с прищуром, выдающим его опыт и мудрость.\nКожа — Загорелая, обветренная, морщинистая кожа, покрытая шрамами и татуировками.\nФизические особенности — Отсутствует один глаз, скрытый под черной повязкой; крепкое телосложение, несмотря на возраст; характерная морская походка, немного шаркающая и раскачивающаяся.\nОсанка — Прямая, уверенная, выдающая морского волка.\nШрамы и травмы — Множество шрамов на лице и теле, полученные в морских сражениях и штормах.\nТатуирвоки — Татуировки на руках и груди с изображением якорей, кораблей, русалок и других морских символов."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит старую морскую форму, состоящую из синей куртки, полосатой тельняшки и широких штанов. На голове – капитанская фуражка.\nСостояние одежды — Одежда старая, потертая, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, соответствующий его профессии и образу жизни. Без излишеств и украшений.\nАксессуары — Трубка, которую он часто курит, обдумывая планы; подзорная труба, висящая на поясе; компас, необходимый для навигации; нож, который всегда при нем."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Часто курит трубку, выпуская клубы дыма, задумчиво смотрит вдаль, прищуриваясь одним глазом; любит рассказывать байки и морские истории; крепко держит штурвал, даже когда корабль стоит в порту.\nРечь — Голос хриплый, прокуренный, с морским акцентом. Говорит медленно и обдуманно, используя морские термины и выражения. Часто вставляет в речь поговорки и прибаутки.\nХарактер — Флегматик: спокойный, уравновешенный, невозмутимый, но может быть очень упрямым и настойчивым.\nСклонность к сарказму — Часто прибегает к сарказму и иронии, особенно в отношении тех, кто не разбирается в морском деле или пытается его обмануть.\nЭмпатия — Обладает развитой эмпатией, умеет сочувствовать другим и помогать им в трудных ситуациях. Особенно заботится о молодых и неопытных моряках.\nФобии — Боится потерять свое судно и остаться без дела; боится предательства и лжи; боится старости и беспомощности.\nХаризма влияние на других — Обладает сильной харизмой и авторитетом, умеет вдохновлять людей и вести их за собой. Ему доверяют и уважают его мнение, считаются с его опытом и знаниями."
        }
      },
      "Персонаж-2": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "6. Отец Лео – (положительный второстепенный) механик, наставник и помощник Лео. Поддерживает сына в его стремлениях, дает мудрые советы."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Отец Лео"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Волк Фридрих, Фриц. Отец.\nЦели — Обеспечить сына всем необходимым, передать ему свои знания и умения, видеть его счастливым и успешным. Его мотивирует любовь к сыну, гордость за его талант и желание, чтобы он превзошел его в мастерстве.\nЖизненная ситуация — Владеет небольшой мастерской, небогат, но честен и трудолюбив. Главная проблема - нехватка средств для реализации всех идей сына, беспокоится о его безопасности.\nПрошлое — Всю жизнь проработал механиком, потерял жену, воспитывал сына один. Пережил трудные времена, но сохранил оптимизм и веру в лучшее. Гордится своим сыном и его талантом.\nОтношения — Доверительные и близкие отношения с сыном, Лео. Поддерживает дружеские отношения с другими механиками в городе. Уважает трудолюбивых и честных людей, не любит лентяев и обманщиков.\nИнтеллект и творчество — Обладает высоким интеллектом и богатым опытом в механике. Умеет чинить любые механизмы, может дать дельный совет. Не обладает художественным талантом, но ценит искусство.\nСкрытые цели — Втайне мечтает о том, чтобы сын стал знаменитым изобретателем и прославил их город. Боится, что сын свяжется с плохой компанией и пойдет по кривой дорожке.\nМораль — Очень моральный и честный, всегда поступает по совести. Считает, что главное в жизни - это честность, трудолюбие и порядочность.\nИмеет при себе — Инструменты для механики, опыт и знания, веру в сына, старые чертежи и книги, небольшую сумму денег."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской.\nВозраст — Около 55 лет, выглядит старше из-за тяжелой работы и переживаний.\nРост — Среднего роста, около 172 см\nГолова — Круглое лицо с глубокими морщинами, прямой нос, седые усы и борода, добрый взгляд. Шея короткая.\nРуки — Широкие, сильные руки с загрубевшей кожей и мозолями. Пальцы немного искривлены от работы с инструментами. Под ногтями - машинное масло.\nНоги — Крепкие, немного полноватые, но привыкшие к долгим часам работы.\nТорс — Широкий, коренастый, немного сутулый из-за долгой работы за верстаком.\nВолосы — Седые, коротко стриженные, немного растрепанные.\nГлаза — Серые, добрые, с лучиками морщин вокруг. Взгляд мудрый и понимающий.\nКожа — Загорелая, обветренная, с морщинами и пигментными пятнами.\nФизические особенности — Небольшая сутулость, крепкое телосложение, немногословность.\nОсанка — Сутулая, но уверенная.\nШрамы и травмы — Несколько небольших шрамов на руках, полученных во время работы.\nТатуирвоки — Отсутствуют."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - фланелевая рубашка в клетку.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Часто протирает очки, даже если они чистые; любит напевать себе под нос во время работы; почесывает затылок, когда обдумывает сложную задачу.\nРечь — Спокойная, немногословная, с мягким тембром. Говорит медленно и обдуманно, используя простые и понятные слова. Иногда вставляет в речь пословицы и поговорки.\nХарактер — Меланхолик: спокойный, уравновешенный, рассудительный, но может быть немного пессимистичным и замкнутым.\nСклонность к сарказму — Редко прибегает к сарказму, предпочитая говорить прямо и по делу.\nЭмпатия — Обладает высокой эмпатией, умеет сочувствовать другим и помогать им в трудную минуту.\nФобии — Боится потерять сына и остаться в одиночестве; боится бедности и голода.\nХаризма влияние на других — Влияет на других своим спокойствием и мудростью, умеет успокаивать и давать дельные советы. К нему прислушиваются и уважают его мнение."
        }
      },
      "Персонаж-3": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "7. Профессор археологии – (положительный, но колеблющийся) ученый, ставший жертвой Стерлинга. Изначально помогает Стерлингу, но затем осознает свою ошибку и пытается исправить ее."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Профессор"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Отто Линден (Otto Linden), Отто\nЦели — Найти артефакты, подтверждающие существование древних цивилизаций, добиться признания в научном мире. Мотивация: Жажда знаний, стремление к славе и боязнь быть забытым.\nЖизненная ситуация — Профессор археологии, раньше был уважаем, но его теории не находили поддержки. Сейчас испытывает трудности и зависим от Стерлинга.\nПрошлое — Блестящий ученый, посвятивший жизнь археологии. Сделал несколько важных открытий, но в последнее время его карьера пошла на спад.\nОтношения — Ранее имел дружеские отношения с коллегами, но из-за сотрудничества со Стерлингом отношения испортились. Доверяет только своим знаниям.\nИнтеллект и творчество — Обладает энциклопедическими знаниями в области истории и археологии, умеет расшифровывать древние тексты.\nСкрытые цели — Доказать свою правоту и вернуть утраченное уважение, даже если придется пойти на сделку с совестью. Втайне надеется, что Город в Облаках принесет ему бессмертие.\nМораль — Изначально был честным ученым, но под давлением обстоятельств готов поступиться моральными принципами. Мучается угрызениями совести.\nИмеет при себе — Знания о древних цивилизациях, расшифровки древних текстов, дневник с записями, увеличительное стекло."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value",
            "forcedIncludes": ""
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской\nВозраст — Около 40 лет.\nРост — Около 180 см. \nГолова — У профессора вытянутое лицо с заостренным подбородком и высоким лбом, обрамленным редкими седеющими волосами. Шея тонкая, с заметным адамовым яблоком.\nРуки — Длинные, тонкие пальцы с желтоватым оттенком от табака.\nНоги — Худые, с выпирающими коленями.\nТорс — Худощавый, сутулая спина.\nВолосы — Редкие, седеющие, зачесаны назад.\nГлаза — Близорукие, водянистые, серо-голубые глаза за круглыми очками в металлической оправе.\nКожа — Бледная, морщинистая кожа .\nФизические особенности — Нервный тик, сутулость, дрожащие руки.\nОсанка — Сутулая.\nШрамы и травмы — Нет.\nТатуирвоки — Нет."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит хороший костюм из тёмно-серой ткани, белую рубашку и галстук-бабочку.\nСостояние одежды — Одежда поношенная но хорошая чистая и ухоженная.\nСтиль одежды — Небрежный, старомодный.\nАксессуары — Круглые очки в металлической оправе, трость с серебряным набалдашником, старый кожаный портфель."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Постоянно поправляет очки, бормочет себе под нос, грызет ногти, нервно перебирает четки.\nРечь — Тихий, дрожащий голос, говорит быстро и невнятно, часто запинается.\nХарактер — Меланхолик: замкнутый, тревожный, склонный к депрессии.\nСклонность к сарказму — Иногда отпускает саркастические замечания в адрес Стерлинга, но тут же извиняется.\nЭмпатия — Обладает высокой эмпатией, сочувствует Лео и Анне.\nФобии — Боится нищеты, забвения, смерти.\nХаризма влияние на других — Не обладает харизмой, легко поддается чужому влиянию."
        }
      },
      "Персонаж-4": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "8. Шаман племени – (положительный второстепенный) мудрый и дружелюбный вождь племени, обитающего на острове Туманов. Помогает Лео и Анне пройти через джунгли и найти вход в древний тоннель."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Вождь"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Кахуна, - нет уменьшительно‑ласкательных вариантов.\nЦели —  Защитить свой народ и сохранить традиции предков. Помочь тем, кто нуждается в помощи и уважает природу. Его мотивирует любовь к своему народу и вера в мудрость предков.\nЖизненная ситуация —  Вождь племени, живущего в гармонии с природой. Главная проблема - угроза со стороны внешнего мира, который стремится эксплуатировать их земли и ресурсы.\nПрошлое —  Всю жизнь прожил на острове, с детства изучал традиции и обычаи своего народа. Был избран вождем благодаря своей мудрости и справедливости. Несколько раз сталкивался с белыми людьми, пытавшимися захватить их земли.\nОтношения —  Уважаем и любим своим народом, является наставником для молодежи. Доверяет только проверенным людям, не любит лжецов и предателей. С подозрением относится к чужакам, но готов помочь тем, кто приходит с добрыми намерениями.\nИнтеллект и творчество —  Обладает глубокими знаниями о природе, умеет предсказывать погоду и ориентироваться в джунглях. Хорошо разбирается в целебных травах и умеет лечить болезни. Не обладает научными знаниями, но очень мудр и проницателен.\nСкрытые цели —  Втайне мечтает о том, чтобы его народ жил в мире и процветании, сохраняя свои традиции и культуру. Боится, что внешний мир разрушит их образ жизни и лишит их свободы.\nМораль —  В целом морален и честен, чтит традиции предков и соблюдает законы природы. Считает, что все живое имеет право на жизнь и уважение.\nИмеет при себе —  Посох из ценного дерева, амулет с изображением тотемного животного, знания о природе и традициях своего народа."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской\nВозраст — Пожилой, примерно 70 лет\nРост — Среднего роста, около 170 см\nГолова — Круглое лицо, изрезанное морщинами, седые волосы, заплетенные в косы, прямой нос, мудрый и проницательный взгляд, крепкая шея.\nРуки — Сильные, жилистые руки, покрытые татуировками, с загрубевшей кожей от работы и забот. \nНоги — Короткие, крепкие ноги, привыкшие к ходьбе по джунглям.\nТорс — Широкий, коренастый торс, с выпирающим животом.\nВолосы — Седые, длинные, заплетенные в косы, украшенные перьями и бусинами.\nГлаза — Карие, глубокие, с искорками мудрости и добра.\nКожа — Темная, загорелая, морщинистая кожа, покрытая татуировками и шрамами.\nФизические особенности — Спокойный, уверенный взгляд, медленные и плавные движения; крепкое телосложение, несмотря на возраст.\nОсанка — Прямая, уверенная, выдающая вождя и лидера.\nШрамы и травмы — Несколько шрамов на лице и теле, полученные в стычках с дикими зверями и врагами.\nТатуирвоки — Татуировки на лице и теле с изображением символов племени и тотемных животных."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит набедренную повязку из ткани и украшения из перьев, костей и ракушек.\nСостояние одежды — Одежда старая, но ухоженная. \nСтиль одежды — Традиционный, символизирующий его статус и связь с предками.\nАксессуары — Посох из ценного дерева, амулет с изображением гордого орла, ожерелье из зубов диких животных, браслеты на руках и ногах."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Часто курит трубку с целебными травами, сидя у костра; любит рассказывать истории и легенды своего народа; совершает ритуальные танцы и песнопения.\nРечь — Голос спокойный, уверенный, с мягким акцентом. Говорит медленно и обдуманно, используя метафоры и символы. Часто обращается к природе и предкам.\nХарактер — Флегматик: спокойный, мудрый, рассудительный, но может быть твердым и решительным, когда дело касается защиты своего народа и традиций.\nСклонность к сарказму — Редко проявляет сарказм, предпочитая говорить прямо и открыто, но может использовать иронию, чтобы подчеркнуть глупость и невежество других.\nЭмпатия — Обладает развитой эмпатией, умеет чувствовать боль и радость других людей. Всегда готов помочь тем, кто нуждается в помощи и защите. Особенно заботится о детях и стариках.\nФобии — Боится потерять связь со своими предками и традициями; боится, что его народ будет уничтожен внешним миром; боится, что молодежь забудет свои корни и утратит свою идентичность.\nХаризма влияние на других — Обладает сильной харизмой и авторитетом, умеет вдохновлять людей и вести их за собой. Ему доверяют и уважают его мнение, считаются с его опытом и знаниями."
        }
      },
      "Персонаж-5": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "Неизвестный житель Облачного города — (положительный второстепенный) один из жителей Облачного города, помогает героям сражаться со Стерлингом, проявляя смелость и отвагу. Персонаж, отражающий готовность местных жителей защитить свой дом."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Житель"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Элиас Верн, - Эли.\nЦели — Сохранить Облачный город, сберечь знания предков, помочь нуждающимся. Его мотивирует любовь к родному городу, вера в справедливость.\nЖизненная ситуация — Житель Облачного города, мастер на все руки, готов помочь в любую минуту. Главная проблема - защита родного дома от захватчиков.\nПрошлое — Вырос в Облачном городе, изучил все его секреты и тонкости. Потерял семью из-за нестабильности источника энергии. Теперь его цель - защитить город любой ценой.\nОтношения — Уважает жителей Облачного города, особенно тех, кто готов бороться за его спасение. Не доверяет чужакам, пока не убедится в их добрых намерениях.\nИнтеллект и творчество — Обладает разносторонними знаниями в области механики, инженерии и магии. Умеет создавать удивительные механизмы и применять их для защиты города. Хороший стратег и тактик.\nСкрытые цели — Втайне мечтает восстановить Облачный город в его былом величии и вернуть стабильность источнику энергии. Боится, что его дом будет разрушен из-за жадности и алчности чужаков.\nМораль — Высокоморальный и честный, готов пожертвовать собой ради спасения других. Считает, что только единство и взаимопомощь помогут им выстоять.\nИмеет при себе — Знания об Облачном городе, высокотехнологичные инструменты для ремонта и строительства, магические амулеты, веру в победу."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея, визуально внеше приятное/отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки",
          "value": "Пол — Мужской.\nВозраст — Около 30 лет.\nРост — Выслкий, около 190см.\nВес — Около 90 кг.\nГолова — Овальное слегка вытянутое лицо, прямой нос, волевой подбородок, проницательный взгляд. Шея длинная.\nРуки — Сильные, ловкие руки, испачканные машинным маслом и пылью. Заметны следы от инструментов и небольшие порезы.\nНоги — Стройные, мускулистые, привыкшие к долгим прогулкам и работе.\nТорс — Подтянутый, но не слишком мускулистый. Скорее жилистый.\nВолосы — не расуту отсутствуют, лысый.\nГлаза — сине-зеленые, с искрой решимости и отваги.\nКожа — Белая, немного бледная идеальная.\nФизические особенности — Быстрая реакция, хорошая координация, ловкость.\nОсанка — Прямая, уверенная, слегка надменная, всегда готов к действию.\nШрамы и травмы — Небольшой шрам на щеке, полученный на войне.\nТатуирвоки — Отсутствуют."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\nСостояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\nСтиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\nАксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Носит одеяния из белой такни похожие на скафандр или высоко технологичный комбенизон с электронникой высокорзвитыми технологическими гаджетами.\nСостояние одежды — Одежда никогда не марается всегда чистая и опрятная.\nСтиль одежды — Функциональный и практичный, без излишеств. Одежда не должна сковывать движения и должна быть удобной для работы.\nАксессуары — Высоко технологичный прозрачный шлем на голове с решетками и трубками для дыхания, нейроинтерфейс. Пояс с инструментами артефактами непонятного назначения."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Привычки — Часто поправляет маску, даже если это не требуется; Молчалив.\nРечь — Быстрая, четкая, уверенная. Часто использует технические термины. Голос звонкий, с юношеским задором. Иногда запинается, когда волнуется.\nХарактер — Сангвиник: энергичный, общительный, быстро адаптируется к новым условиям.\nСклонность к сарказму — отсутствует.\nЭмпатия — Обладает высокой эмпатией, легко чувствует чужую боль и радость, всегда готов прийти на помощь.\nФобии — Ничего не боится.\nХаризма влияние на других — Обладает природной харизмой и энтузиазмом, умеет вдохновлять других своей энергией и верой в успех."
        }
      },
      "Персонаж-6": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "minor-character deletable image-gen",
          "excludes": "desc example requirements Имя кратко"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "Анна – (положительный второстепенный) журналистка, лучшая подруга Лео, помогает ему в его приключениях. Умная, смелая и находчивая."
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Анна"
        },
        "Основные": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя полное — Фамилия Имя Отчество, 1–2 уменьшительно‑ласкательных варианта и Короткое прозвище \nЦели —  Цели, Мотвация. \nЖизненная ситуация — Социальный статус, проблемы. \nПрошлое — История жизни в прошлом. \nОтношения — Отношения: друзья, семья, знакомые, коллеги. \nИнтеллект и творчество —  Интеллектуальные и творческие способности \nСкрытые цели — Скрытые цели и мотвация \nМораль — Моральные/аморальные  аспекты личности \nИмеет при себе — Уже имеет или получил: предметы, умения, информация. \n",
          "value": "Имя полное — Аннабель Ли, Анна, Энни. Прозвище — Газета.\nЦели — Докопаться до правды, написать сенсационную статью, прославиться как журналист, помогать друзьям. Ее мотивирует жажда справедливости, любопытство и желание изменить мир к лучшему.\nЖизненная ситуация — Работает журналисткой в местной газете, небогата, но независима. Главная проблема - предвзятое отношение к женщинам-журналистам и недостаток ресурсов для проведения серьезных расследований.\nПрошлое — С детства проявляла интерес к журналистике, писала заметки для школьной газеты. Рано потеряла мать, что сделало ее независимой и самостоятельной. Мечтает о больших расследованиях и признании.\nОтношения — Лучший друг - Лео, изобретатель. Поддерживает дружеские отношения с коллегами по газете. Не доверяет богатым и влиятельным людям.\nИнтеллект и творчество — Обладает высоким интеллектом, аналитическим складом ума и острым пером. Умеет находить общий язык с разными людьми, легко добывает информацию. Хорошо пишет и умеет убеждать.\nСкрытые цели — Втайне мечтает о карьере в крупной газете и известности. Боится, что ее талант останется незамеченным и она проживет скучную жизнь.\nМораль — В целом моральна и честна, но может пойти на хитрость ради получения информации, если уверена, что это принесет пользу обществу.\nИмеет при себе — Блокнот и ручка, фотоаппарат, удостоверение журналиста, связи в городе, информацию о Городе в Облаках."
        },
        "Тело/физические характеристики": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол — Пол\nВозраст — Средний, пожилой, молодой, 35 лет, юноша, и т.п. \nРост — Рост персонажа (сантиметры, высокий, низкий, и т.д. )\nГолова — Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности\nРуки — Руки, форма, размер, визуально внешние и физические характеристики и особенности\nНоги — Ноги, форма, размер, визуально внешние и физические характеристики и особенности\nТорс — Торс, форма, размер, визуально внешние и физические характеристики и особенности\nВолосы — Цвет волос, длина, стрижка/прическа, особенности\nГлаза — Цвет глаз, форма, особенности\nКожа — Цвет кожи, внешний вид, визуальные особенности\nФизические особенности — Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.\nОсанка — Осанка\nШрамы и травмы — Шрамы и травмы\nТатуирвоки — Татуирвоки\n",
          "value": "Пол — Женский\nВозраст — 20 лет\nРост — Среднего роста, около 168 см\nГолова — Овальное лицо, прямой нос, высокие скулы, выразительные брови, волевой подбородок, живой и проницательный взгляд, длинная шея.\nРуки — Тонкие, изящные, но сильные руки, умело держащие блокнот и ручку. Часто жестикулирует во время разговора.\nНоги — Стройные, длинные ноги, позволяющие быстро передвигаться по городу в поисках новостей.\nТорс — Подтянутая фигура, подчеркнутая стильной, но практичной одеждой.\nВолосы — Темно-каштановые, волнистые волосы, обычно уложенные в аккуратную прическу, но иногда выбивающиеся пряди подчеркивают ее энергичный характер.\nГлаза — Насыщенного карего цвета, с искорками любопытства и интеллекта. Взгляд прямой и уверенный.\nКожа — Светлая, с легким румянцем на щеках, свидетельствующим о ее энергичности.\nФизические особенности — Обладает легкой, стремительной походкой. Всегда внимательна к деталям, замечает то, что другие упускают из виду.\nОсанка — Прямая, уверенная, но непринужденная.\nШрамы и травмы — Отсутствуют.\nТатуирвоки — Отсутствуют.\nРечь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом."
        },
        "Стиль и визуальные особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Одежда — Предметы одежды (указать вид, цвет, текстура): обувь, штаны, рубашка\nСостояние одежды — Состояние одежды\nСтиль одежды — Стиль одежды\nАксессуары — Аксессуары\n",
          "example": "Одежда — Носит старый рабочий комбинезон из плотной синей ткани, заляпанный машинным маслом. Под комбинезоном - оранжевая рубашка.\n Состояние одежды — Одежда старая, потрепанная, но чистая и опрятная. Видно, что он заботится о своих вещах.\n Стиль одежды — Практичный и функциональный, без излишеств. Главное, чтобы одежда была удобной для работы.\n Аксессуары — Кожаный фартук, который он надевает во время работы. Старые очки с треснувшими стеклами.",
          "value": "Одежда — Анна предпочитает практичную но женственную одежду светлых тонов, подходящую для работы журналистом и путешествий. Она носит прочные кожаные ботинки, удобные брюки из плотной ткани и рубашку с закатанными рукавами. Поверх рубашки часто надевает жилет с множеством карманов.\nСостояние одежды — Одежда Анны всегда в хорошем состоянии, хотя и может быть немного помятой после приключений. Она следит за своей одеждой и старается поддерживать ее в порядке.\nСтиль одежды — Стиль одежды Анны можно охарактеризовать как практичный и функциональный но подчеркивающий её женственность, с небольшим налетом авантюризма. Она выбирает одежду, которая не сковывает движения и позволяет ей свободно передвигаться в любых условиях.\nАксессуары — Анна всегда носит с собой кожаную сумку через плечо, в которой хранит блокнот, ручку, фотоаппарат и другие необходимые вещи. На шее у нее повязан легкий шарф, защищающий от ветра и пыли. Иногда носит авантюрную шляпу с широкими полями, чтобы защититься от солнца."
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки — Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа\nРечь — Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.\nХарактер — Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный\nСклонность к сарказму — Склонность к сарказму\nЭмпатия — Способность к сопереживанию\nФобии — Список страхов\nХаризма влияние на других — Влияние на других, способность мобилизовать и вести за собой\n",
          "value": "Речь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом.\nПривычки — Быстро говорит, когда увлечена разговором или обсуждает интересную тему; всегда носит с собой блокнот и ручку, чтобы записывать свои наблюдения и идеи; теребит прядь волос, когда обдумывает что-то.\nРечь — Быстрая, четкая, грамотная, с хорошо поставленным голосом. Умеет убедительно говорить и задавать острые вопросы. Обладает богатым словарным запасом.\nХарактер — Сангвиник: энергичная, общительная, быстро адаптируется к новым условиям, но может быть немного поверхностной.\nСклонность к сарказму — Часто прибегает к сарказму, особенно в отношении тех, кто пытается ей помешать или недооценивает её.\nЭмпатия — Обладает развитой эмпатией, умеет сочувствовать другим и чувствовать их настроение.\nФобии — Боится не успеть запечатлеть важные события, а также боится потерять свою независимость.\nХаризма влияние на других — Умеет убеждать людей своей энергией и энтузиазмом, легко заводит новые знакомства, способна вдохновлять на действия."
        }
      }
    }
  },
  "Сюжетная арка": {
    "options": {
      "tags": "plot-arc",
      "name": "5-Актов"
    },
    "Экспозиция": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Экспозиция - это начальная часть повествования, которая знакомит читателя с миром произведения, основными персонажами, их обычной жизнью, временем, местом действия и социальным контекстом. Её ключевая задача — предоставить необходимую базовую информацию, создать исходную точку, от которой начнётся развитие основного конфликта и сюжета. В экспозиции закладываются намёки на будущие события.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Комната под лестницей. Гарри Поттер просыпается, его будят грубые крики тети и дяди. Он выполняет работу по дому. (длительность).\n2. Завтрак. Семья Дурслей готовится к важному дню, унижая Гарри и напоминая ему о его второсортности. Он получает подарок - старый носк дяди Вернона. (длительность).\n3. Зоопарк. Во время поездки стекло перед змеей исчезает, и Гарри невольно пугает кузена Дадли. (длительность).",
      "value": "1. **Мастерская Волковых. Утро.** Лео, с головой погруженный в чертежи, пытается усовершенствовать свой летательный аппарат. Отец, старый механик, ворчит, но втайне гордится сыном. (2 часа)\n2. **Набережная. День.** Анна берет интервью у прибывшего из далекой страны профессора археологии, взволнованного недавними находками. (1 час)\n3. **Аукцион антиквариата. Вечер.** Мистер Стерлинг, в окружении своих телохранителей, делает крупные ставки на загадочный артефакт, привлекающий всеобщее внимание. Его помощник, мрачный тип по имени Кроули, сканирует взглядом зал. (3 часа)\n4. **Кафе \"У старого Джо\". Поздний вечер.** Лео и Анна встречаются в кафе, чтобы поделиться своими новостями. Лео рассказывает о своих изобретениях, Анна – о странном профессоре. Случайный разговор с пожилым моряком, шепчущим о легендах Города в Облаках, пробуждает их любопытство. (1 час)\n5. **Библиотека. Ночь.** Лео и Анна, тайком проникнув в городскую библиотеку (подкупив сторожа небольшим подарком), ищут упоминания о Городе в Облаках, натыкаясь на старинную, запыленную книгу, в которой находят зашифрованное послание и кусок карты.",
      "Сцена-0": {
        "options": {
          "tags": "scene deletable image-gen",
          "excludes": "desc Название кратко",
          "forcedIncludes": ""
        },
        "desc": "Сцена - место, где происходят события или изменения, значимые для сюжета и раскрытия персонажей",
        "Краткое описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Подробно описать сцену и действия в ней",
          "value": "1. **Мастерская Волковых. Утро.** Лео, с головой погруженный в чертежи, пытается усовершенствовать свой летательный аппарат. Отец, старый механик, ворчит, но втайне гордится сыном. (2 часа)"
        },
        "Название кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены кратко 1-2 слова",
          "value": "Мастерская"
        },
        "Описание сцены": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Время действия — Хронологический период (историческая эпоха, современность), время года, суток (зима, ночь, рассвет), сезонные особенности (лето, зима).\nНастроение, тон — Эмоциональная окраска (радость, таинственность, тревожность), использование метафор, сравнений для создания образов.\nСенсорные детали — Зрительные образы (цвета, формы, движения), звуки (шум ветра, тишина, музыка), запахи, тактильные ощущения (аромат цветов, холод).\nСимволизм и подтекст — Символические элементы несущие скрытый смысл (разбитое зеркало, часы, старый портрет, гроза как символ кризиса), аллегории, намёки на темы произведения.",
          "requirements": "Необходимо четко сформулировать и перечислить: время действия, настроение, тон сенсорные детали символизм и подтекст",
          "example": "Время действия — Наши дни, современность. Раннее лето, ясное утро. Начало лета, когда зелень еще свежая и яркая, а солнце уже теплое, но не палящее. Воздух чистый после ночного дождя.\nНастроение, тон — Радость, безмятежность, чувство светлой надежды и предвкушения нового дня. «Солнечные зайчики танцевали на стенах, будто приглашая присоединиться к новому дню», «воздух был свеж, как только что распустившийся цветок», «город просыпался, мягко потягиваясь в лучах восхода».\nСенсорные детали — Золотистый солнечный свет, заливающий улицы; ярко-зеленая листва, сверкающая каплями росы; разноцветные балконы с цветущими гераньками; велосипедист в яркой майке, скользящий по пустынной набережной. Мелодичный перезвон велосипедного звонка; щебетание проснувшихся воробьев; отдаленный смех; умиротворяющий шум листвы на легком ветру.\nСимволизм и подтекст — Символ нового начала, чистого листа, безграничных возможностей, которые несет каждый новый день. Символ раскрытия потенциала, красоты настоящего момента и хрупкой, но яркой жизни. ",
          "value": "Время действия — 1935 год, эпоха индустриализации и расцвета инженерной мысли. Раннее утро, когда солнце только начинает пробиваться сквозь туман, окутывающий город. \nНастроение, тон — Атмосфера сосредоточенности и увлеченности, переплетающаяся с теплом и уютом домашней обстановки. Оптимизм, вера в свои силы и предвкушение великих открытий. «Воздух звенел от напряжения и искр гения», «каждая деталь механизма казалась одушевленной, словно ждущей своего часа», «мастерская дышала жизнью и творчеством».\nСенсорные детали — Тусклый свет лампы, освещающий чертежи и инструменты; ровный гул работающих механизмов; запах машинного масла и металла; потрескивание дров в печи. \nСимволизм и подтекст — Мастерская символизирует место рождения идей и воплощения мечты, алхимическую лабораторию, где из груды металла рождаются чудеса. Отец и сын — воплощение преемственности поколений и передачи знаний от отца к сыну. Летательный аппарат — символ стремления к мечте, преодоления границ и открытия новых горизонтов."
        },
        "Персонажи": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Краткое описание персонажей участвующих в сцене, их  положение (позицию)",
          "requirements": "Перечисли всех персонажей (дай крактое описание) их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "example": "- Сергей (Главный герой и друг Анны) стоял у окна облоктившись на стену слева от кресла- Максим (отец Бориса) сидел в кресле в середине комнаты- Свенсон (Антогонист) уверенно направился к открывшемуся проходу",
          "value": ""
        },
        "Детали окружения": {
          "options": {
            "excludes": "toggle",
            "includes": "value",
            "forcedIncludes": ""
          },
          "requirements": "Подробно опиши окружение, перечисли всех персонажей их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "desc": "Сергей стоял слева у окна задумчиво разглядывая старую рукопись Джонсон (отец Билли) вошел в холл Интерьер, мебель, Большой шкаф с оторваной ручкой, блестящий декор, предметы,  сундук доверху набитый золотом, огромная переклееная скотчем коробка с надписью \"Хрупко\" природа, деревья, река, животные, освещение (сумерки, яркий свет, свечи), социальная обстановка (богатый квартал, трущобы, замок).",
          "value": "В центре мастерской, за верстаком, возвышается Лео. Его лицо сосредоточено, а руки ловко манипулируют инструментами. Вокруг разбросаны чертежи, детали механизмов и инструменты. \nОтец Лео, пожилой мужчина с добрым взглядом и морщинами на лице, сидит в кресле-качалке у печи, наблюдая за работой сына с гордостью и легкой тревогой.\nВ углу мастерской стоит разобранный летательный аппарат, частично собранный из металла и дерева. Его крылья кажутся огромными и хрупкими, готовыми взмыть в небо.\nНа полках вдоль стен стоят банки с машинным маслом, ящики с инструментами и книги по механике и инженерии.\nНебольшое окно пропускает тусклый свет, освещая пылинки, танцующие в воздухе."
        },
        "События": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "arc-events",
            "quantEvents": 5,
            "forcedIncludes": ""
          },
          "desc": "События — это действия, происходящие на сцене, которые можно наблюдать: диалоги, физические действия персонажей, звуки, световые и природные эффекты.",
          "requirements": "События должны быть визуализируемыми и воспроизводимыми на сцене.\nДиалоги оформляются так: [Персонаж] (действие/интонация): реплика.\nФизические действия должны быть ясными по направлению, интенсивности и последовательности.\nТехнические эффекты и природные явления должны указывать источник, длительность и характер воздействия.\nСобытия не должны быть абстрактными или описывать внутренние мысли без внешнего проявления.\nСобытия должны логически следовать друг за другом (причинно-следственная связь).\nМинимум $quantEvents событий/действий.",
          "example": "1. Герой и время: Герой смотрит на часы – половина второго, затем в окно и снова на часы – без четверти пять.\n2. Героиня приходит: Героиня входит в офис, явно не выспавшаяся после ночи в клубе, её одежда немного помята.\n3. Бой: Парировав удар, герой скользит вбок и отвечает жёстким ребром ладони в горло противнику.\n4. Офисная перепалка:\n[Анна] (нервно перебирая бумаги): Ты опять забыл выключить кофемашину?\n[Макс] (не отрываясь от экрана): Это не я. Может, это призрак офиса?\n[Анна] (с сарказмом): Очень смешно. Завтра придёт ревизор, а у нас — запах гари и счёт за электричество в два раза больше.\n5. Страх и напряжение:\n[Лена] (шёпотом, прижимаясь к стене): Он здесь... Я слышала шаги.\n[Дима] (медленно достаёт фонарь): Ты уверена? ... Ладно, держись за меня.\nВнезапно — громкий хлопок двери, свет мигает и гаснет.\nГерой произносит \"Я больше не могу\", основной свет гаснет, остаётся узкий луч прожектора сверху — музыка обрывается.\n6. Инцидент с бокалом:\n[Официант] ставит бокал с треснувшим краем перед героиней: С вашего позволения...\nГероиня резко вскакивает, бокал падает и разбивается — в зале тишина, музыка затихает.",
          "value": "1. Лео склоняется над чертежами, бормоча себе под нос. [Лео] (бормочет): Так, еще немного, и все заработает. Нужно лишь подогнать угол наклона этой шестерни. \n2. Отец Лео, сидя в кресле-качалке, с улыбкой наблюдает за сыном. [Отец] (качает головой с улыбкой): Вечно ты что-то мастеришь, Лео. Когда же ты отдохнешь? \n3. Лео, не отрываясь от чертежей, отвечает отцу: [Лео] (не отрываясь): Отдыхать буду, когда изобрету что-нибудь действительно стоящее, отец.\n4. Отец встает и подходит к сыну, кладет руку ему на плечо. [Отец] (с гордостью): Ты и так уже изобрел немало, сынок. Главное, чтобы это приносило тебе радость. \n5. Лео поднимает голову и смотрит на отца. [Лео] (с энтузиазмом): Радость? Да это лучшее, что может быть! Когда механизм оживает, когда идея воплощается в реальность! \n6. На фоне слышен гул работающих механизмов, потрескивание дров в печи и запах машинного масла."
        },
        "Результат": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "art",
            "quantParagraphs": 6
          },
          "desc": "Литературно переработаный текст",
          "requirements": "Act as a professional fiction writer.\nTransform the following scene description into a vivid, cinematic literary passage in Russian.\nPreserve meaning and sequence, but express everything through imagery, emotion, and natural dialogue.\nShow, don’t tell. Add atmosphere, gestures, and inner tension.\nTransform the following scene according to two crucial factors: perplexity and burstiness.\n* Perplexity refers to the linguistic and structural complexity of the text.\n* Burstiness reflects variation in sentence length, rhythm, and intensity.\nRewrite the text so that it demonstrates a high level of both perplexity and burstiness, while maintaining coherence and meaning.\n\nWrite in the style of modern literary prose.\n\nOutput:\n[Выведи только результат: литературный текст, не менее $quantParagraphs$ абзацев, с естественными диалогами (важно чтобы каждая реплика персонажа начиналась *с новой строки*), плавным ритмом, атмосферой]",
          "value": "Лео навис над листами, исчерканными тонкими линиями и непонятными символами. Бумага тихо шелестела под пальцами, словно что-то нашептывала в ответ на его бормотание. \"Немного... еще чуть-чуть... и эта штуковина запляшет,\" – просипел он, облизывая пересохшие губы. – \"Вот только угол... угол наклона этой шестеренки, чтоб ее черти взяли!\"\n\nВ кресле-качалке, в тени абажура, отец Лео наблюдал за этой священнодейственной суетой. Дерево приятно скрипело под его весом, отсчитывая, казалось, вечность. В его глазах плескалась теплая волна умиления и тихой гордости. \"Вечно ты что-то кумекаешь, Лео,\" – произнес он, покачивая головой с улыбкой, в которой сквозила легкая, добродушная усталость. – \"Когда же ты, наконец, дашь себе передышку?\"\n\nЛео даже не поднял головы. Его внимание было целиком и полностью поглощено тайной, заключенной в этих чертежах. Он словно нырнул в лабиринт линий и окружностей, где каждая кривая имела свой особый смысл. \"Отдохну, отец, когда заставлю мир ахнуть,\" – пробурчал он, не отрываясь от своего занятия. – \"Когда изобрету что-то такое... ух!\"\n\nСкрип кресла стих. Отец поднялся, словно большой, молчаливый дуб, и бесшумно подошел к нему. Его рука легла на плечо Лео с тяжестью, исполненной любви и надежды. \"Ты и так уже немалого достиг, сынок,\" – сказал он, его голос звучал тепло и немного хрипло, как потрескивающий уголь в печи. – \"Главное, чтобы то, что ты делаешь, приносило тебе радость. Только тогда это имеет смысл.\"\n\nЛео отпрянул от чертежей, словно вынырнул из глубокого колодца. В его глазах зажегся огонь, искры энтузиазма. \"Радость?\" – переспросил он, его голос теперь звучал звонко и энергично. – \"Да это же лучшее, что может быть! Когда механизм оживает, когда идея, которая жила только в голове, вдруг обретает плоть, превращается в реальность! Это как рождение, отец! Как маленькое чудо!\"\n\nЗа стенами мастерской гудели и стучали механизмы, словно вторя его словам. Негромкое потрескивание дров в печи добавляло уюта этой странной симфонии. И над всем этим витал запах машинного масла – запах работы, изобретений, и, конечно, запах мечты. Это был запах времени, когда мир готовился взлететь.\n"
        }
      },
      "Сцена-1": {
        "options": {
          "tags": "scene deletable image-gen",
          "excludes": "desc Название кратко"
        },
        "desc": "Сцена - место, где происходят события или изменения, значимые для сюжета и раскрытия персонажей",
        "Краткое описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Подробно описать сцену и действия в ней",
          "value": "2. **Набережная. День.** Анна берет интервью у прибывшего из далекой страны профессора археологии, взволнованного недавними находками. (1 час)"
        },
        "Название кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены кратко 1-2 слова",
          "value": "Набережная"
        },
        "Описание сцены": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Время действия — Хронологический период (историческая эпоха, современность), время года, суток (зима, ночь, рассвет), сезонные особенности (лето, зима).\nНастроение, тон — Эмоциональная окраска (радость, таинственность, тревожность), использование метафор, сравнений для создания образов.\nСенсорные детали — Зрительные образы (цвета, формы, движения), звуки (шум ветра, тишина, музыка), запахи, тактильные ощущения (аромат цветов, холод).\nСимволизм и подтекст — Символические элементы несущие скрытый смысл (разбитое зеркало, часы, старый портрет, гроза как символ кризиса), аллегории, намёки на темы произведения.",
          "requirements": "Необходимо четко сформулировать и перечислить: время действия, настроение, тон сенсорные детали символизм и подтекст",
          "example": "Время действия — Наши дни, современность. Раннее лето, ясное утро. Начало лета, когда зелень еще свежая и яркая, а солнце уже теплое, но не палящее. Воздух чистый после ночного дождя.\nНастроение, тон — Радость, безмятежность, чувство светлой надежды и предвкушения нового дня. «Солнечные зайчики танцевали на стенах, будто приглашая присоединиться к новому дню», «воздух был свеж, как только что распустившийся цветок», «город просыпался, мягко потягиваясь в лучах восхода».\nСенсорные детали — Золотистый солнечный свет, заливающий улицы; ярко-зеленая листва, сверкающая каплями росы; разноцветные балконы с цветущими гераньками; велосипедист в яркой майке, скользящий по пустынной набережной. Мелодичный перезвон велосипедного звонка; щебетание проснувшихся воробьев; отдаленный смех; умиротворяющий шум листвы на легком ветру.\nСимволизм и подтекст — Символ нового начала, чистого листа, безграничных возможностей, которые несет каждый новый день. Символ раскрытия потенциала, красоты настоящего момента и хрупкой, но яркой жизни. ",
          "value": "Время действия — 1935 год, яркий солнечный день. Набережная оживленного портового города, где кипит жизнь и слышен шум волн.\nНастроение, тон — Оживленное, любопытное, полное предвкушения новых открытий. «Солнце играло на волнах, словно приглашая в дальние странствия», «воздух был пропитан запахом моря и приключений», «город дышал тайнами и возможностями».\nСенсорные детали — Яркое солнце, отражающееся в воде; крики чаек, парящих в небе; шум прибоя и гудки кораблей; запах соли и водорослей; разноцветные лодки и корабли, покачивающиеся на волнах. \nСимволизм и подтекст — Набережная символизирует отправную точку для новых приключений, место встречи разных культур и обмена знаниями. Море — символ неизведанного, зовущего к открытиям и переменам."
        },
        "Персонажи": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Краткое описание персонажей участвующих в сцене, их  положение (позицию)",
          "requirements": "Перечисли всех персонажей (дай крактое описание) их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "example": "- Сергей (Главный герой и друг Анны) стоял у окна облоктившись на стену слева от кресла- Максим (отец Бориса) сидел в кресле в середине комнаты- Свенсон (Антогонист) уверенно направился к открывшемуся проходу",
          "value": ""
        },
        "Детали окружения": {
          "options": {
            "excludes": "toggle",
            "includes": "value",
            "forcedIncludes": ""
          },
          "desc": "Сергей стоял слева у окна задумчиво разглядывая старую рукопись Джонсон (отец Билли) вошел в холл Интерьер, мебель, Большой шкаф с оторваной ручкой, блестящий декор, предметы,  сундук доверху набитый золотом, огромная переклееная скотчем коробка с надписью \"Хрупко\" природа, деревья, река, животные, освещение (сумерки, яркий свет, свечи), социальная обстановка (богатый квартал, трущобы, замок).",
          "requirements": "Подробно опиши окружение, перечисли всех персонажей их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "value": "Набережная оживлённого портового города.  Яркое солнце отражается на волнах. Слева от Анны стоит Профессор. Он держит в руках старинную книгу и оживлённо жестикулирует, рассказывая что-то Анне. Анна стоит справа от профессора, внимательно слушает и делает пометки в своём блокноте, держа его и ручку в руках. Между ними небольшое расстояние, позволяющее слышать друг друга, но сохраняющее некоторую дистанцию. На плече у Анны висит фотоаппарат. Прохожие проходят мимо, оживлённо беседуя.  Неподалёку рыбаки чинят и сушат сети, разложив их на камнях. Небольшие лодки покачиваются на волнах у причала. Вдалеке видны огромные корабли, готовящиеся к отплытию. На заднем плане - здания города, на горизонте плещется море. "
        },
        "События": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "arc-events",
            "quantEvents": 5
          },
          "desc": "События - действия  происходящие на сцене: диалоги, физические действия персонажей, акустические, световые, природные",
          "requirements": "События должны быть описаны достаточно конкретно, чтобы их можно было визуализировать или воспроизвести на сцене.\nСобытия должны быть разделены на события так что бы их можно было использовать для минимального количества иллюстаций в комиксе в виде 1 событие 1 иллюстрация: 1) ... событие 2) ... событие 3) ...\nЕсли события включает диалог — он должен быть оформлен с указанием говорящего персонажа и его реплик, с ремарками (паузы, интонации, манеры, действия во время речи).\nФизические действия должны быть ясны по направлению, интенсивности и последовательности.\nТехнические эффекты и природные явления (звук, свет, проекции) должны указывать на источник, длительность или характер воздействия.\nСобытие не должно быть абстрактным или описывать внутренние мысли без внешнего проявления — только то, что можно увидеть, услышать, почувствовать.\nДолжна соблюдаться причинно-следственная связь с предыдущими/последующими событиями, если это важно для сцены.\nМинимум $quantEvents$ событий/действий.",
          "example": "1. Герой и время: Герой смотрит на часы – половина второго, затем в окно и снова на часы – без четверти пять.\n2. Героиня приходит: Героиня входит в офис, явно не выспавшаяся после ночи в клубе, её одежда немного помята.\n3. Бой: Парировав удар, герой скользит вбок и отвечает жёстким ребром ладони в горло противнику.\n4. Офисная перепалка:\n[Анна] (нервно перебирая бумаги): Ты опять забыл выключить кофемашину?\n[Макс] (не отрываясь от экрана): Это не я. Может, это призрак офиса?\n[Анна] (с сарказмом): Очень смешно. Завтра придёт ревизор, а у нас — запах гари и счёт за электричество в два раза больше.\n5. Страх и напряжение:\n[Лена] (шёпотом, прижимаясь к стене): Он здесь... Я слышала шаги.\n[Дима] (медленно достаёт фонарь): Ты уверена? ... Ладно, держись за меня.\nВнезапно — громкий хлопок двери, свет мигает и гаснет.\nГерой произносит \"Я больше не могу\", основной свет гаснет, остаётся узкий луч прожектора сверху — музыка обрывается.\n6. Инцидент с бокалом:\n[Официант] ставит бокал с треснувшим краем перед героиней: С вашего позволения...\n",
          "value": "1. Анна задает профессору вопросы, делая пометки в блокноте. [Анна] (с энтузиазмом): Профессор, расскажите подробнее о вашем последнем открытии. Что именно вас так взволновало?\n2. Профессор возбужденно отвечает, размахивая руками: [Профессор] (с воодушевлением): Это невероятно! Мы нашли артефакт, который может изменить наше представление об истории! Он связан с легендой о Городе в Облаках!\n3. Анна делает несколько снимков профессора фотоаппаратом. Она просит его показать найденный артефакт, но профессор отказывается, ссылаясь на то, что он находится в надежном месте. \n4. Прохожий случайно задевает профессора, и из его рук выпадает старинная книга. Анна поднимает книгу и замечает на ней странный символ. [Анна] (заинтересованно): Что это за символ, профессор? Он что-то значит?\n5. Профессор нервно выхватывает книгу из рук Анны и прячет ее в сумку. [Профессор] (взволнованно): Это не имеет значения, это просто старая книга. Прошу прощения, мне пора. До свидания!\n6. Профессор быстро уходит, оставляя Анну в замешательстве. Она записывает свои наблюдения в блокнот, подозревая, что профессор что-то скрывает."
        },
        "Результат": {
          "options": {
            "excludes": "toggle desc requirements example",
            "quantParagraphs": 6,
            "tags": "art"
          },
          "desc": "Литературно переработаный текст",
          "requirements": "Act as a professional fiction writer.\nTransform the following scene description into a vivid, cinematic literary passage in Russian.\nPreserve meaning and sequence, but express everything through imagery, emotion, and natural dialogue.\nShow, don’t tell. Add atmosphere, gestures, and inner tension.\nTransform the following scene according to two crucial factors: perplexity and burstiness.\n* Perplexity refers to the linguistic and structural complexity of the text.\n* Burstiness reflects variation in sentence length, rhythm, and intensity.\nRewrite the text so that it demonstrates a high level of both perplexity and burstiness, while maintaining coherence and meaning.\n\nWrite in the style of modern literary prose.\n\nOutput:\n[Выведи только результат: литературный текст, не менее $quantParagraphs$ абзацев, с естественными диалогами (важно чтобы каждая реплика персонажа начиналась *с новой строки*), плавным ритмом, атмосферой]",
          "value": "Анна, склонившись над блокнотом, словно шпион за шифром, поймала профессора в сети своих вопросов. Энтузиазм, искрившийся в её глазах, был заразен почти как туберкулёз в переполненном трамвае.\n– Профессор, ну же! Расскажите подробнее! Ваше последнее открытие… что за иероглиф безумия вы разглядели, раз он так искрит энергией? – спросила она, готовая занести каждое слово в свой верный Moleskine.\n\nПрофессор, подхваченный волной собственного восторга, замахал руками, будто пытаясь взлететь. Его галстук-бабочка опасно кренился, грозя отсоединиться от остального гардероба.\n– Невероятно, Анна! Просто невероятно! Артефакт! Он шепчет о перевороте в истории! Будто бы страница, вырванная из самой Книги Перемен! Он – ключ к легенде… к Городу в Облаках!\n\nПока профессор в экстазе корчил гримасы, Анна, словно прожженный папарацци, щёлкала затвором своего \"Лейка\". Просьба показать предмет одержимости, однако, натолкнулась на бетонную стену. \"В надёжном месте,\" – пробормотал он, уклончиво, словно торговец краденым антиквариатом.\n\nВ этот момент, словно сценарий плохого фарса, в действие вмешался прохожий – плотный мужчина в мятом пиджаке, с лицом хронического бухгалтера. Он неловко задел профессора, и из его рук, словно подстреленная птица, выскользнула старинная книга. Анна, проявив чудеса ловкости, успела её подхватить. На обложке, словно таинственная печать масонской ложи, красовался странный, незнакомый символ.\n– Что это за печать, профессор? Она что-то значит? Связь с тем самым городом?- прозвучал ее вопрос с детским любопытством.\n\nПрофессор, будто ужаленный, мгновенно выхватил книгу из её рук и зарыл её в недрах своей бездонной сумки. Паника коснулась его глаз словно лед в жаркий летний день.\n– Это… это неважно. Просто старая книга, не имеет значения. Прошу прощения, время поджимает. До свидания! – выпалил он, и, совершив виртуозный пируэт на своих стариковских ботинках, исчез в толпе, словно фокусник в цирке шапито.\n\nАнна, оставаясь смотреть ему вслед, только покачала головой. Она быстро занесла свои наблюдения в блокнот, предвкушая начало захватывающего романа. Что он скрывал? Какую тайну охранял этот странный профессор с его безумными глазами и книгой с таинственной печатью? Она отложила ручку, улыбнулась, она будет искать ответы. Приключения только начинаются.\n"
        }
      },
      "Сцена-2": {
        "options": {
          "tags": "scene image-gen deletable sceneImagePrompt",
          "excludes": "desc Название кратко sceneImagePrompt",
          "forcedIncludes": ""
        },
        "desc": "Сцена - место, где происходят события или изменения, значимые для сюжета и раскрытия персонажей",
        "sceneImagePrompt": "comic book style illustration, cinematic angle, composition with three characters,\nCharacter 1 (center, on the stage, in the foreground): [auctioneer, in a tuxedo, gesticulating with his hands, **looking at the audience**, presenting an artifact, (no clothing description)].\nCharacter 2 (left, in the audience): [Leo, standing in a shadows, **looking at the auctioneer/artifact**, observing, (no clothing description)].\nCharacter 3 (right, in the audience, behind the others): [Mr. Sterling (back view), sitting on a chair, **looking at the auctioneer/artifact**, with a golden ring on his hand, (no clothing description)].\nIn the background: a luxurious auction hall, antique furniture, art pieces, dim lights, 1935, evening, twilight, mysterious atmosphere, anticipation, intrigue, expensive perfumes, cigars, secrets, wealth.",
        "Краткое описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Подробно описать сцену и действия в ней",
          "value": "3. **Аукцион антиквариата. Вечер.** Мистер Стерлинг, в окружении своих телохранителей, делает крупные ставки на загадочный артефакт, привлекающий всеобщее внимание. Его помощник, мрачный тип по имени Кроули, сканирует взглядом зал. (3 часа)"
        },
        "Название кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены кратко 1-2 слова",
          "value": "Аукцион"
        },
        "Описание сцены": {
          "options": {
            "excludes": "toggle",
            "includes": "value",
            "forcedIncludes": ""
          },
          "desc": "Название сцены и краткое описание окружение и предметов\nВремя действия — Хронологический период (историческая эпоха, современность), время года, суток (зима, ночь, рассвет), сезонные особенности (лето, зима).\nНастроение, тон — Эмоциональная окраска (радость, таинственность, тревожность), использование метафор, сравнений для создания образов.\nСенсорные детали — Зрительные образы (цвета, формы, движения), звуки (шум ветра, тишина, музыка), запахи, тактильные ощущения (аромат цветов, холод).\nСимволизм и подтекст — Символические элементы несущие скрытый смысл (разбитое зеркало, часы, старый портрет, гроза как символ кризиса), аллегории, намёки на темы произведения.",
          "requirements": "Необходимо четко сформулировать и перечислить:Название, время действия, настроение, тон сенсорные детали символизм и подтекст.\nСтрого запрещено описать персонажей, должно быть только описание сцены (помещение, место, ландшафт, ...)",
          "example": "Мастерская просторное помещение с высокими окнами и потолками. В центре стоял верстак с инструментами, а у глухой стены распологался камин вкотором потрескивали дрова\nВремя действия — Наши дни, современность. Раннее лето, ясное утро. Начало лета, когда зелень еще свежая и яркая, а солнце уже теплое, но не палящее. Воздух чистый после ночного дождя.\nНастроение, тон — Радость, безмятежность, чувство светлой надежды и предвкушения нового дня. «Солнечные зайчики танцевали на стенах, будто приглашая присоединиться к новому дню», «воздух был свеж, как только что распустившийся цветок», «город просыпался, мягко потягиваясь в лучах восхода».\nСенсорные детали — Золотистый солнечный свет, заливающий улицы; ярко-зеленая листва, сверкающая каплями росы; разноцветные балконы с цветущими гераньками; велосипедист в яркой майке, скользящий по пустынной набережной. Мелодичный перезвон велосипедного звонка; щебетание проснувшихся воробьев; отдаленный смех; умиротворяющий шум листвы на легком ветру.\nСимволизм и подтекст — Символ нового начала, чистого листа, безграничных возможностей, которые несет каждый новый день. Символ раскрытия потенциала, красоты настоящего момента и хрупкой, но яркой жизни. ",
          "value": "Время действия — 1935 год, вечер, сумерки. В это время суток город преображается, окутывается таинственным светом фонарей. \nНастроение, тон — Загадочность, предвкушение, интрига. Ощущение тайны и опасности, которые скрываются за блеском светских мероприятий. «Вечерний город манил огнями, как мотыльков на пламя», «в воздухе витало напряжение, словно перед грозой», «каждый уголок таил свои секреты и возможности».\nСенсорные детали — Мягкий свет от люстр и свечей; блеск драгоценностей и дорогих нарядов; приглушенные голоса и смех; аромат дорогих духов и сигар; шелест шелка и шорох обуви.\nСимволизм и подтекст — Аукцион символизирует мир роскоши и обмана, где за красивой оберткой скрываются темные страсти и корыстные интересы. Деньги и власть — главные ценности этого мира, а артефакт — символ недостижимой мечты, за которую готовы бороться."
        },
        "Персонажи": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Краткое описание персонажей участвующих в сцене, их  положение (позицию)",
          "requirements": "Перечисли всех персонажей (дай крактое описание) их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "example": "- Сергей (Главный герой и друг Анны) стоял у окна облоктившись на стену слева от кресла- Максим (отец Бориса) сидел в кресле в середине комнаты- Свенсон (Антогонист) уверенно направился к открывшемуся проходу",
          "value": ""
        },
        "Детали окружения": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Сергей стоял слева у окна задумчиво разглядывая старую рукопись Джонсон (отец Билли) вошел в холл Интерьер, мебель, Большой шкаф с оторваной ручкой, блестящий декор, предметы,  сундук доверху набитый золотом, огромная переклееная скотчем коробка с надписью \"Хрупко\" природа, деревья, река, животные, освещение (сумерки, яркий свет, свечи), социальная обстановка (богатый квартал, трущобы, замок).",
          "requirements": "Подробно опиши окружение, перечисли всех персонажей их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "value": "В центре зала находится сцена, на которой стоит ведущий аукциона, представляющий лоты. Вокруг сцены расположены ряды стульев, заполненные богатыми коллекционерами и ценителями искусства. Среди них выделяется мистер Стерлинг, его лица не видно, но даже со спины его можно узнать по одежде и блестящему золотому перстню.\nВ зале находятся и другие персонажи, такие как Лео и Анна, наблюдающие за происходящим из укромного уголка. Они заинтересованы в артефакте, выставленном на аукцион.\nНа сцене представлен загадочный артефакт, окутанный тайной и легендами. Это может быть древний амулет, старинная карта или книга с зашифрованным посланием.\nЗал украшен произведениями искусства, антикварной мебелью и драгоценными предметами, создающими атмосферу роскоши и богатства.\nОсвещение в зале яркое и торжественное, подчеркивающее значимость происходящего. "
        },
        "События": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "arc-events",
            "quantEvents": 5,
            "forcedIncludes": ""
          },
          "desc": "События - действия  происходящие на сцене: диалоги, физические действия персонажей, акустические, световые, природные",
          "requirements": "События должны быть описаны достаточно конкретно, чтобы их можно было визуализировать или воспроизвести на сцене.\nСобытия должны быть разделены на события так что бы их можно было использовать для минимального количества иллюстаций в комиксе в виде 1 событие 1 иллюстрация: 1) ... событие 2) ... событие 3) ...\nЕсли события включает диалог — он должен быть оформлен с указанием говорящего персонажа и его реплик, с ремарками (паузы, интонации, манеры, действия во время речи).\nФизические действия должны быть ясны по направлению, интенсивности и последовательности.\nТехнические эффекты и природные явления (звук, свет, проекции) должны указывать на источник, длительность или характер воздействия.\nСобытие не должно быть абстрактным или описывать внутренние мысли без внешнего проявления — только то, что можно увидеть, услышать, почувствовать.\nДолжна соблюдаться причинно-следственная связь с предыдущими/последующими событиями, если это важно для сцены.\nМинимум $quantEvents$ событий/действий.",
          "example": "1. Герой и время: Герой смотрит на часы – половина второго, затем в окно и снова на часы – без четверти пять.\n2. Героиня приходит: Героиня входит в офис, явно не выспавшаяся после ночи в клубе, её одежда немного помята.\n3. Бой: Парировав удар, герой скользит вбок и отвечает жёстким ребром ладони в горло противнику.\n4. Офисная перепалка:\n[Анна] (нервно перебирая бумаги): Ты опять забыл выключить кофемашину?\n[Макс] (не отрываясь от экрана): Это не я. Может, это призрак офиса?\n[Анна] (с сарказмом): Очень смешно. Завтра придёт ревизор, а у нас — запах гари и счёт за электричество в два раза больше.\n5. Страх и напряжение:\n[Лена] (шёпотом, прижимаясь к стене): Он здесь... Я слышала шаги.\n[Дима] (медленно достаёт фонарь): Ты уверена? ... Ладно, держись за меня.\nВнезапно — громкий хлопок двери, свет мигает и гаснет.\nГерой произносит \"Я больше не могу\", основной свет гаснет, остаётся узкий луч прожектора сверху — музыка обрывается.\n6. Инцидент с бокалом:\n[Официант] ставит бокал с треснувшим краем перед героиней: С вашего позволения...\n",
          "value": "1. Ведущий аукциона представляет очередной лот, описывая его историю и ценность. [Ведущий] (бодро): Дамы и господа, представляю вашему вниманию уникальный артефакт, овеянный легендами и мифами! Этот предмет, найденный в ходе археологических раскопок, обладает невероятной исторической ценностью!\n2. Мистер Стерлинг делает высокую ставку, демонстрируя свою заинтересованность в артефакте. [Мистер Стерлинг] (спокойно): Пятьдесят тысяч.\n3. Другие участники аукциона пытаются перебить ставку Стерлинга, но он уверенно повышает цену. Агент Стерлинга что-то шепчет ему на ухо.\n4. Кроули сканирует взглядом зал, выискивая подозрительных личностей и готовый пресечь любые попытки помешать Стерлингу. Кроули медленно осматривает присутствующих.\n5. Лео и Анна перешептываются, обсуждая, как им заполучить артефакт. [Анна] (тихо): Нам нужно что-то придумать, Лео. Мы не можем позволить Стерлингу заполучить этот артефакт.\n[Лео] (задумчиво): Я знаю… У меня есть идея.\n6. Ведущий объявляет о продаже артефакта мистеру Стерлингу. [Ведущий] (торжественно): Лот продан мистеру Стерлингу за сто тысяч! Поздравляю, сэр!\n7. После аукциона Стерлинг уходит в сопровождении телохранителей, неся с собой заветный артефакт. Он обменивается коротким взглядом с Кроули, давая понять, что все идет по плану."
        },
        "Результат": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "art",
            "quantParagraphs": 6
          },
          "desc": "Литературно переработаный текст",
          "requirements": "Act as a professional fiction writer.\nTransform the following scene description into a vivid, cinematic literary passage in Russian.\nPreserve meaning and sequence, but express everything through imagery, emotion, and natural dialogue.\nShow, don’t tell. Add atmosphere, gestures, and inner tension.\nTransform the following scene according to two crucial factors: perplexity and burstiness.\n* Perplexity refers to the linguistic and structural complexity of the text.\n* Burstiness reflects variation in sentence length, rhythm, and intensity.\nRewrite the text so that it demonstrates a high level of both perplexity and burstiness, while maintaining coherence and meaning.\n\nWrite in the style of modern literary prose.\n\nOutput:\n[Выведи только результат: литературный текст, не менее $quantParagraphs$ абзацев, с естественными диалогами (важно чтобы каждая реплика персонажа начиналась *с новой строки*), плавным ритмом, атмосферой]",
          "value": "Итак, аукцион! Свет софитов блеснул на позолоченной раме очередного сокровища. Голос аукционера, нахально-бодрый, рассекал густой воздух, пропахший духами дам и дымом дорогих сигар. \"Дамы и господа, – выстрелил он фразой, словно пробкой от шампанского, – представляю вашему вниманию… легенду! Артефакт, овеянный шепотом веков и смутными мифами! Этот предмет…!\" Он запнулся, выдержав паузу, словно смакуя эффект, \"…обладает невероятной исторической... кхм… ценностью!\".\n\nВ зале шевельнулись господа в смокингах, дамы зашелестели шелками. Среди них, словно окаменелость, застыл Стерлинг. Лицо его, подобно древней маске, не выражало ровным счетом ничего. Наигранная заинтересованность или плохо прикрытое желание? Один лишь короткий выдох: \"Пятьдесят тысяч.\" Калькулятор? Расчет? Неважно. Такова была заявка.\nВокруг зашептались. Чей-то рукав задел бокал, и тонкий хруст посуды на мгновение заглушил общий гул. Но нашлись и смельчаки. Однако Стерлинг лишь чуть заметно скривил губы, словно отмахнувшись от назойливой мухи. Возле его плеча зашебаршился невидимый почти агент, нашёптывая невнятное, пока тот оценивал противников.\n\nВ то же время Кроули, тенью скользящий по периметру, внимательно ощупывал взглядом каждого. Взгляд пуст, стайным, как у бездомной собаки. Подозрительных, готовых испортить партию Стерлинга не было. Ещё не вечер. Медленно оглядывая присутствующих.\nВ укромном уголке, словно две птицы, попавшие в чужую клетку, шептались Лео и Анна. \"Нам нужно что-то придумать. Лео, – шипела Анна, – нельзя позволить этому стервятнику заполучить это\". Лео почесал в затылке, а после мечтательно выдал, как выстрелил –\"Я знаю… У меня есть идея\". В его глазах зажегся огонек, опасный и манящий одновременно.\n\nОгни! Звук! Напряжение на максимум! \"Сто тысяч! Раз! Сто тысяч! Два! – гремел аукционер, словно объявляя приговор. – Продано мистеру Стерлингу!\". Зал разразился аплодисментами. Аплодисменты богачу. Стерлинг принял поздравления с непроницаемым лицом, словно купил не артефакт, а булку хлеба.\n\nПосле, шел в сопровождении телохранителей, неся с собой заветный артефакт. Бросив мимолётный взгляд в сторону Кроули, показывая всем своим видом, что у него всё шло по плану, как по маслу.\n"
        }
      }
    },
    "Завязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Завязка (побуждающее происшествие) — событие, нарушающее первоначальный порядок, вызывающее конфликт, который нужно разрешить, события, меняющее жизнь героя и запускающее сюжет.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "Начинается поток писем для Гарри.\n1. Первое письмо приходит по почте (длительность).\n2. Новые письма летят в дом через камин (длительность).\n3. Дядя Вернон везет семью на заброшенный остров в шторм, пытаясь скрыться. В полночу таинственная фигура (Хагрид) появляется и ломает дверь. (длительность).\n4. Хагрид вручает Гарри письмо и сообщает, что он волшебник. Ключевое событие - вручение письма и объявление о приеме в Хогвартс (длительность).",
      "value": "1. **Мастерская Волковых. День.** Лео пытается расшифровать карту, но безуспешно. Заходит Анна, принося расшифровку части послания, найденную в архивах старого профессора. Они понимают, что артефакт, купленный Стерлингом, является ключом.(3 часа)\n2. **Офис Стерлинга. Вечер.** Стерлинг, в ярости, допрашивает профессора, требуя от него полного перевода послания. Профессор сопротивляется, но Кроули применяет \"убедительные\" меры. (2 часа)\n3. **Погоня по ночным улицам. Ночь.** Лео и Анна проникают в офис Стерлинга, чтобы украсть артефакт. Их обнаруживают, начинается погоня по крышам и узким переулкам. (1 час)\n4. **Порт. Ночь.** Спасаясь от преследователей, Лео и Анна укрываются на борту старого грузового судна, отплывающего в неизвестном направлении. Капитан, колоритный старик по имени \"Одноглазый\" Джек, соглашается помочь им за щедрое вознаграждение. (30 минут)\n5. **Отплытие. Рассвет.** Стерлинг наблюдает с берега, как судно с Лео и Анной уходит в море. Он клянется отомстить и вернуть артефакт любой ценой. Отдает приказ Кроули - преследовать беглецов.",
      "Завязка-cцена-0": {
        "options": {
          "tags": "scene image-gen deletable sceneImagePrompt",
          "excludes": "desc Название кратко sceneImagePrompt"
        },
        "desc": "Сцена - место, где происходят события или изменения, значимые для сюжета и раскрытия персонажей",
        "sceneImagePrompt": "",
        "Краткое описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Подробно описать сцену и действия в ней",
          "value": "1. **Мастерская Волковых. День.** Лео пытается расшифровать карту, но безуспешно. Заходит Анна, принося расшифровку части послания, найденную в архивах старого профессора. Они понимают, что артефакт, купленный Стерлингом, является ключом.(3 часа)"
        },
        "Название кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены кратко 1-2 слова",
          "value": ""
        },
        "Описание сцены": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Название сцены и краткое описание окружение и предметов\nВремя действия — Хронологический период (историческая эпоха, современность), время года, суток (зима, ночь, рассвет), сезонные особенности (лето, зима).\nНастроение, тон — Эмоциональная окраска (радость, таинственность, тревожность), использование метафор, сравнений для создания образов.\nСенсорные детали — Зрительные образы (цвета, формы, движения), звуки (шум ветра, тишина, музыка), запахи, тактильные ощущения (аромат цветов, холод).\nСимволизм и подтекст — Символические элементы несущие скрытый смысл (разбитое зеркало, часы, старый портрет, гроза как символ кризиса), аллегории, намёки на темы произведения.",
          "requirements": "Необходимо четко сформулировать и перечислить: Название, время действия, настроение, тон сенсорные детали символизм и подтекст.\nСтрого запрещено описать персонажей, должно быть только описание сцены (помещение, место, ландшафт, ...)",
          "example": "Мастерская просторное помещение с высокими окнами и потолками. В центре стоял верстак с инструментами, а у глухой стены распологался камин вкотором потрескивали дрова\nВремя действия — Наши дни, современность. Раннее лето, ясное утро. Начало лета, когда зелень еще свежая и яркая, а солнце уже теплое, но не палящее. Воздух чистый после ночного дождя.\nНастроение, тон — Радость, безмятежность, чувство светлой надежды и предвкушения нового дня. «Солнечные зайчики танцевали на стенах, будто приглашая присоединиться к новому дню», «воздух был свеж, как только что распустившийся цветок», «город просыпался, мягко потягиваясь в лучах восхода».\nСенсорные детали — Золотистый солнечный свет, заливающий улицы; ярко-зеленая листва, сверкающая каплями росы; разноцветные балконы с цветущими гераньками; велосипедист в яркой майке, скользящий по пустынной набережной. Мелодичный перезвон велосипедного звонка; щебетание проснувшихся воробьев; отдаленный смех; умиротворяющий шум листвы на легком ветру.\nСимволизм и подтекст — Символ нового начала, чистого листа, безграничных возможностей, которые несет каждый новый день. Символ раскрытия потенциала, красоты настоящего момента и хрупкой, но яркой жизни. ",
          "value": "Мастерская Волковых — это небольшое, но уютное помещение, заставленное инструментами и чертежами. Стены увешаны схемами и механизмами, а в углу стоит старый верстак. \nВремя действия — 1935 год. Утро, только начинается рассвет. \nНастроение, тон — В мастерской царит атмосфера сосредоточенности и творчества. Легкое беспокойство от неудачных попыток, но надежда всё исправить. «Воздух был наполнен запахом машинного масла и металла», «стены хранили следы многих изобретений», «каждый уголок мастерской дышал увлечением».\nСенсорные детали — Тихий гул работающих механизмов, стук молотка, шуршание бумаги. Металлический блеск инструментов, блики света на чертежах. \nСимволизм и подтекст — Мастерская — это символ творческой лаборатории, место, где рождаются идеи и воплощаются в жизнь мечты. Неудача служит мотивацией, а упрямство характера - двигателем прогресса."
        },
        "Персонажи": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Краткое описание персонажей участвующих в сцене, их  положение (позицию)",
          "requirements": "Перечисли всех персонажей (дай крактое описание) их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "example": "- Сергей (Главный герой и друг Анны) стоял у окна облоктившись на стену слева от кресла- Максим (отец Бориса) сидел в кресле в середине комнаты- Свенсон (Антогонист) уверенно направился к открывшемуся проходу",
          "value": ""
        },
        "Детали окружения": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Сергей стоял слева у окна задумчиво разглядывая старую рукопись Джонсон (отец Билли) вошел в холл Интерьер, мебель, Большой шкаф с оторваной ручкой, блестящий декор, предметы,  сундук доверху набитый золотом, огромная переклееная скотчем коробка с надписью \"Хрупко\" природа, деревья, река, животные, освещение (сумерки, яркий свет, свечи), социальная обстановка (богатый квартал, трущобы, замок).",
          "requirements": "Подробно опиши окружение, перечисли всех персонажей их положение внутри сцены и относительно друг-друга (сверху, в середине, слева, ...), отношения если это важно и предметы (рамер и положение) в сцене. Обязательно опиши положение персонаже относистельно друг-друга",
          "value": "Лео стоит в центре мастерской, склонившись над верстаком, на котором разложены чертежи и инструменты. Он сосредоточенно пытается расшифровать карту, хмуря брови и почесывая затылок. Анна входит в мастерскую и направляется к Лео. Она держит в руках несколько листов бумаги и выглядит взволнованной. В мастерской царит творческий беспорядок - повсюду разбросаны детали механизмов, инструменты и книги. Недалеко от Лео располагается старый верстак, заваленный инструментами. Старый шкаф с оторваной ручкой стоит в углу мастерской. Окно заливает мастерскую мягким светом, освещая куски пыли в воздухе. В углу стоит печка, в которой потрескивают дрова. На стене висит несколько плакатов с чертежами и схемами. Фридрих сидит в кресле-качалке, наблюдая за Лео. Его взгляд полон гордости и любви к сыну. Под ногами у Фридриха лежит старая газета, на которой видны заголовки о последних изобретениях. Сама мастерская кажется небольшой, но уютной и теплой, словно убежище от внешнего мира. Лео стоит над картой, пытаясь подобрать нужные шестерни. Анна подходит и передает ему расшифровку. Они стоят плечом к плечу, обсуждая детали карты."
        },
        "События": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "arc-events",
            "quantEvents": 5
          },
          "desc": "События - действия  происходящие на сцене: диалоги, физические действия персонажей, акустические, световые, природные",
          "requirements": "События должны быть описаны достаточно конкретно, чтобы их можно было визуализировать или воспроизвести на сцене.\nСобытия должны быть разделены на события так что бы их можно было использовать для минимального количества иллюстаций в комиксе в виде 1 событие 1 иллюстрация: 1) ... событие 2) ... событие 3) ...\nЕсли события включает диалог — он должен быть оформлен с указанием говорящего персонажа и его реплик, с ремарками (паузы, интонации, манеры, действия во время речи).\nФизические действия должны быть ясны по направлению, интенсивности и последовательности.\nТехнические эффекты и природные явления (звук, свет, проекции) должны указывать на источник, длительность или характер воздействия.\nСобытие не должно быть абстрактным или описывать внутренние мысли без внешнего проявления — только то, что можно увидеть, услышать, почувствовать.\nДолжна соблюдаться причинно-следственная связь с предыдущими/последующими событиями, если это важно для сцены.\nМинимум $quantEvents$ событий/действий.",
          "example": "1. Герой и время: Герой смотрит на часы – половина второго, затем в окно и снова на часы – без четверти пять.\n2. Героиня приходит: Героиня входит в офис, явно не выспавшаяся после ночи в клубе, её одежда немного помята.\n3. Бой: Парировав удар, герой скользит вбок и отвечает жёстким ребром ладони в горло противнику.\n4. Офисная перепалка:\n[Анна] (нервно перебирая бумаги): Ты опять забыл выключить кофемашину?\n[Макс] (не отрываясь от экрана): Это не я. Может, это призрак офиса?\n[Анна] (с сарказмом): Очень смешно. Завтра придёт ревизор, а у нас — запах гари и счёт за электричество в два раза больше.\n5. Страх и напряжение:\n[Лена] (шёпотом, прижимаясь к стене): Он здесь... Я слышала шаги.\n[Дима] (медленно достаёт фонарь): Ты уверена? ... Ладно, держись за меня.\nВнезапно — громкий хлопок двери, свет мигает и гаснет.\nГерой произносит \"Я больше не могу\", основной свет гаснет, остаётся узкий луч прожектора сверху — музыка обрывается.\n6. Инцидент с бокалом:\n[Официант] ставит бокал с треснувшим краем перед героиней: С вашего позволения...\n",
          "value": "1. Лео пристально смотрит на карту и чешет в затылке, стирая остатки сна. [Лео] (бормочет): Ну где же ты, этот чертов Город в Облаках?\n2. Анна входит в мастерскую, держа в руках несколько мятых листов бумаги. На её лице написано волнение. [Анна] (запыхавшись): Лео, я нашла кое-что!\n3. Анна раскладывает бумаги на верстаке рядом с картой. [Анна] (указывая на текст): Смотри, это расшифровка части послания, найденная в архивах профессора. Тут говорится о древнем артефакте, как о ключе.\n4. Лео смотри на Анну затем на карту проговаривая. [Лео] (удивлённо): Артефакт? Тот самый, который Стерлинг купил на аукционе? Значит, это он и есть - ключ к Городу в Облаках!\n5. Фридрих подходит к верстаку, опираясь на трость. [Фридрих] (обеспокоенно): Будьте осторожны, ребята. Если Стерлинг охотится за этим, значит, это опасно.\n6. Лео хлопает себя ва рукаву. [Лео]: Значит, нам нужно вернуть этот артефакт и разгадать тайну Города в Облаках! Фридрих с Анной смотрят на Лео."
        },
        "Результат": {
          "options": {
            "excludes": "toggle desc requirements example",
            "tags": "art",
            "quantParagraphs": 6
          },
          "desc": "Литературно переработаный текст",
          "requirements": "Act as a professional fiction writer.\nTransform the following scene description into a vivid, cinematic literary passage in Russian.\nPreserve meaning and sequence, but express everything through imagery, emotion, and natural dialogue.\nShow, don’t tell. Add atmosphere, gestures, and inner tension.\nTransform the following scene according to two crucial factors: perplexity and burstiness.\n* Perplexity refers to the linguistic and structural complexity of the text.\n* Burstiness reflects variation in sentence length, rhythm, and intensity.\nRewrite the text so that it demonstrates a high level of both perplexity and burstiness, while maintaining coherence and meaning.\n\nWrite in the style of modern literary prose.\n\nOutput:\n[Выведи только результат: литературный текст, не менее $quantParagraphs$ абзацев, с естественными диалогами (важно чтобы каждая реплика персонажа начиналась *с новой строки*), плавным ритмом, атмосферой]",
          "value": "Лео, сонный и взъерошенный, впился взглядом в расстеленную на верстаке карту, исчерченную непонятными символами и полустертыми пометками. Кончики его пальцев, привыкшие к холодному металлу и шероховатым чертежам, бессильно почесывали затылок, размазывая остатки короткого сна. \"Ну где же ты, черт тебя дери, этот самый Город в Облаках?\" – пробормотал он, скорее себе, чем окружающим, в голосе слышалось отчаянье и упрямая решимость. Сомнения, словно утренний туман, медленно рассеивались, уступая место головокружительному предчувствию приключения.\n\nДверь в мастерскую распахнулась, впуская в помещение вихрь из пыли, уличного шума и Анны. На лице девушки, обычно свежем и беззаботном, застыло напряженное выражение. В руках она сжимала несколько помятых листов бумаги, словно хрупкие сокровища. Запыхавшись, Анна бросилась к Лео, словно за ней гнался сам черт. \"Лео! Я… я кое-что нашла!\" - выдохнула она, отчаянно жестикулируя.\n\nБумаги с шуршанием легли на верстак рядом с картой, накладываясь на таинственные очертания неизвестных земель. Анна дрожащей рукой указала на испещренный непонятными знаками текст. \"Смотри, это расшифровка части послания, добытая из архивов профессора, – проговорила она, чуть запинаясь. - Здесь говорится о древнем артефакте. О ключе…\" В ее голосе звучало благоговение и тревога — словно она прикоснулась к чему-то опасному и могущественному. В мастерской повисла тишина, нарушаемая лишь гулом станков за стеной, словно затаившихся в ожидании дальнейших новостей.\n\nЛео перевел взгляд с трепещущего лица Анны на карту, и вдруг все фрагменты головоломки сложились в единую картину. «Артефакт? – удивленно выдохнул он, – Тот самый, который Стерлинг выкупил на аукционе, словно безделушку?». Его глаза вспыхнули пониманием. \"Значит, выходит, это он и есть... ключ к Городу в Облаках!\" В мастерской словно полыхнуло электрическим разрядом, наэлектризованным воздух вокруг.\n\nК верстаку, опираясь на свою верную трость, приблизился Фридрих. Его лицо, обычно спокойное и умиротворенное, сейчас выдавало явное беспокойство. \"Будьте осторожны, ребята, – предостерег он, в его голосе слышался отцовский страх. – Если уж этот Стерлинг положил на это глаз, значит, дело пахнет жареным\". Он помнил подобные авантюры, и почти всегда за ними скрывалась опасность. Но он знал и то, что остановить молодых искателей приключений было невозможно.\n\nЛео выпрямился, словно наткнулся на невидимую опору, и решительно хлопнул себя по рукаву. \"Значит, нам нужен этот артефакт\", – заявил он с горящим взором. И, словно позабыв все сомнения и опасности, добавил, – \"Нам нужно разгадать головоломку Города в Облаках!\" Фридрих и Анна обменялись взглядами, в котором смешались страх, восхищение и надежда. Впереди их ждало нечто неизведанное, опасное и захватывающее. И они знали, что вместе смогут преодолеть любые преграды, ведь дружба и вера в мечту – это самое надежное оружие."
        }
      }
    },
    "Развитие действия": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Развитие действия (прогрессия усложнений) — серия событий и испытаний, усложняющих конфликт и усиливающих напряжение.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Покупка принадлежностей в Косом переулке, знакомство с Волан-де-Мортом (длительность).\n2. Распределяющая шляпа отправляет Гарри на Факультет Гриффиндор, обостряя конфликт со Снейпом и Малфоем (длительность).\n3. Нападение тролля в женском туалете, за которым следует подозрение в адрес Снейпа (длительность).\n4. Матч по квиддичу, где метла Гарри пытается его сбросить, что наводит на мысль о проклятии (длительность).\n5. Герои разгадывают загадки охраняемой ловушки, чтобы опередить того, кто хочет украсть философский камень (длительность).",
      "value": "1. **Открытое море. Несколько дней.** Лео и Анна изучают карту на борту корабля, пытаясь определить маршрут к Городу в Облаках. Джек рассказывает им старые морские легенды о таинственных островах и чудовищах. (Несколько дней)\n2. **Остров Туманов. День.** Корабль прибывает к загадочному острову, окутанному густым туманом. Лео и Анна сходят на берег, чтобы исследовать древние руины, где сталкиваются с племенем аборигенов, охраняющих секреты острова. (1 день)\n3. **Джунгли. Несколько часов.** Лео и Анна, при помощи дружелюбного шамана из племени, проходят через джунгли, полные опасностей и ловушек, находят вход в древний тоннель. (Несколько часов)\n4. **Подземный тоннель. Ночь.** Лео и Анна бродят по темному и запутанному тоннелю, где сталкиваются с механическими ловушками, активированными древним механизмом. Изобретательность Лео помогает им преодолеть препятствия. (6 часов)\n5. **Скалы. День.** Кроули и отряд наемников Стерлинга нагоняют их. Короткая, но ожесточенная перестрелка у входа в тоннель. Одноглазый Джек жертвует собой, чтобы Лео и Анна смогли сбежать."
    },
    "Кульминация": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Кульминация — поворотный момент с наивысшим эмоциональным напряжением, когда главный герой сталкивается с основным конфликтом лицом к лицу, пик напряжения и решающий момент истории.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри в одиночку спускается в последнюю комнату. Он обнаруживает, что под магическим платком скрывается не Снейп, а профессор Квиррелл. (длительность).\n2. Из-за платка появляется лицо Волан-де-Морта. Начинается психологическая duel и попытка манипуляции. (длительность).\n3. Физическая борьба: Гарри хватает Квиррелла за лицо, что причиняет тому невыносимую боль из-за магии любви, оставленной матерью Гарри. (длительность).\n4. Гарри теряет сознание, пытаясь не дать Квирреллу добыть камень. Пик физического и эмоционального напряжения. (длительность).",
      "value": "1. **Врата Города в Облаках. День.** Лео и Анна, чудом выбравшись из тоннеля, добираются до древних врат, ведущих в Город в Облаках. Врата охраняют древние механизмы и мистические символы. (30 минут).\n2. **Внутри Города. Несколько часов.** Лео и Анна, преодолев защиту врат, попадают в величественный Город в Облаках, парящий высоко в небе. Они обнаруживают, что Город находится в упадке, а его источник энергии нестабилен. (Несколько часов)\n3. **Центральная площадь. День.** Стерлинг и Кроули поджидают их на центральной площади Города. Начинается финальная схватка. Стерлинг пытается завладеть источником энергии, угрожая уничтожить весь Город. Анна пытается остановить Кроули.\n4. **Источник Энергии. День.** Лео понимает, что единственный способ стабилизировать источник энергии – пожертвовать собой. Он активирует древний механизм, направляя энергию в ядро Города.(15 минут).\n5. **Потеря сознания.** Во время активации механизма Лео теряет сознание, а его тело пронзает разряд тока."
    },
    "Развязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc-item incompressible",
        "quantScene": 5
      },
      "desc": "Развязка — разрешение истории, устранение или трансформация конфликта и выводы для героев и сюжета, Последствия кульминации, распутывание сюжетных линий.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри просыпается в больничном крыле. Дамблдор объясняет ему произошедшее: природу защиты матери, истинную лояльность Снейпа и судьбу философского камня. Конфликт разрешен, зло побеждено (на время). (длительность).\n2. Год заканчивается. Церемония награждения: Гриффиндор выигрывает домовой кубок благодаря последним очкам, которые Дамблдор присуждает Гарри, Рону и Гермионе. Восстановлен порядок и справедливость. (длительность).\n3. Финальная сцена: Гарри уезжает на поезде обратно в мир магглов, но уже не как жертва, а как герой, с нетерпением ждущий возвращения в свой настоящий дом — Хогвартс. (длительность).",
      "value": "1. **Уходящий Город. День.** Потерпев поражение, Стерлинг пытается сбежать, но его задерживают местные жители. Кроули скрывается в неизвестном направлении. Город начинает стабилизироваться. (30 минут)\n2. **Медицинский отсек. Несколько дней.** Анна ухаживает за Лео, лежащим без сознания. Местные лекари делают все возможное. (Несколько дней)\n3. **Пробуждение. День.** Лео приходит в себя, понимая, что его жертва не была напрасной. Он жив, но Город спасен. (1 час).\n4. **Возвращение домой. Несколько недель.** Лео и Анна возвращаются в свой родной город, полные новых знаний и опыта. Они осознают, что их истинное сокровище – это их дружба и готовность рисковать ради других. (Несколько недель).\n5. **Мастерская Волковых. День.** Лео и Анна, работая вместе в мастерской, планируют новые приключения и изобретения, вдохновленные их путешествием в Город в Облаках. На стене висит карта Города в Облаках как напоминание об их подвиге."
    }
  }
}