{
  "Общие": {
    "Основные": {
      "options": {
        "width": "25%"
      },
      "Название": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Название произведения, которое передаёт его суть или создаёт настроение.",
        "example": "Властелин колец: Братство Кольца; Гарри Поттер и философский камень; 1984; Преступление и наказание",
        "requirements": "Напиши не менее 10 вариантов через запятую",
        "value": "Город в облаках"
      },
      "Жанр": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Жанр отражает основные эмоциональные и сюжетные особенности.",
        "variants": [
          "приключения",
          "драма",
          "комедия",
          "триллер",
          "научная фантастика",
          "фэнтези",
          "романтика",
          "детектив",
          "боевик",
          "исторический",
          "ужасы",
          "биография",
          "сатира",
          "трагедия"
        ],
        "value": "Приключения, путешествия, детектив"
      },
      "Общее настроение": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее настроение и манера повествования.",
        "variants": [
          "драматический",
          "ироничный",
          "трагичный",
          "лёгкий",
          "тёмный",
          "сатирический",
          "романтичный",
          "эпический"
        ],
        "value": "Авантюрное, веселое"
      },
      "Эпоха": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Историческая или вымышленная эпоха и её особенности.",
        "example": "Средневековый мир с феодальной системой и магией; Постапокалиптическое будущее с руинами цивилизации; Викторианская Англия XIX века",
        "value": "20 век 30е годы"
      },
      "Возраст аудитории": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Является возрастным ограничителем для произведения как по содержанию так и по стилю, характеру повествования.",
        "variants": [
          "Дети 5-6 лет",
          "Дети 12 лет",
          "подростки",
          "взрослые",
          "универсальная"
        ],
        "value": "Для всех, от детей до взрослых"
      },
      "Ключевые вопросы": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Ключевые идеи или вопросы, которые автор исследует",
        "example": "Власть и её искушения, дружба и жертвенность, конфликт традиций и прогресса, любовь и предательство, свобода и судьба, технологический прогресс и его опасности",
        "value": "Дружба, веверность, следование целям, способность пожертвовать собой ради других"
      },
      "Основные противоречия": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Основные противоречия, движущие сюжет, конфликты внутренние/внешние",
        "example": "фродо сомневается, стоит ли нести Кольцо дальше.борьба Братства с Сауроновыми армиями.внутренняя борьба героя с чувством предательства.герой противостоит не только внешнему врагу, но и собственным страхам.",
        "value": "Преодаление трудностей на пути к заветной цели, борьба с врагом в лице главного злодя, помощь и спасение нуждающихся"
      },
      "Образы символы": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Повторяющиеся образы, символы или темы, подкрепляющие смысл.",
        "example": "кольцо как символ власти, искушения и бременипутешествие как метафора личного роста и преодолениятьма и свет как отражение добра и зладороги и тропы как выбор пути героя",
        "value": "Путешествие как метафора личного роста и преодоления; дороги и тропы как выбор пути героя; погоня как символ стремления к цели и отчаянного бегства."
      }
    },
    "Сюжет кратко": {
      "options": {
        "excludes": "desc example requirements"
      },
      "desc": "Общее краткое описание сюжета, распиши экспозицию, завязку, развитие действия, кульминацию, развязку (без испольозования их в тексте).",
      "requirements": "Если сюжет требует новые имена, события, конфликты, препятствия, второстепенные персонажи, неожиданные повороты — выдумывай их самостоятельно. Строй сюжет логично, чтобы каждая стадия вытекала из предыдущей. Избегай шаблонности: добавляй атмосферу, намёки на характеры персонажей и мотивацию. ",
      "value": "В 1935 году юный изобретатель Лео и его подруга-журналистка Анна случайно находят древний артефакт, связанный с легендой о загадочном Городе в Облаках. Их открытие привлекает внимание могущественного мистера Стерлинга, готового на всё ради власти. Спасаясь от преследования, герои отправляются в опасное путешествие через океаны, горы и древние тоннели, где их ждут ловушки, загадки и схватки с наёмниками. Наконец, они достигают Города и сталкиваются со Стерлингом в финальной битве за его тайны. Лео жертвует собой, чтобы стабилизировать источник энергии и спасти Город от разрушения. Счастливый конец Лео удалось выжить.. Вернувшись домой, Лео и Анна понимают: их истинная награда — это знания и новые горизонты для будущих открытий."
    }
  },
  "Персонажи": {
    "Все персонажи": {
      "options": {
        "includes": "value",
        "tags": "all-characters",
        "forcedIncludes": ""
      },
      "desc": "Все персонажи участвующие в сюжете",
      "requirements": "Найти только тех персонажей которые упомянуты в сюжете и описать, если у описываемого персонажа нет имени, придумать и дать продробную характеристику на каждого персонажа указать связанность между собой если есть, также важна характеристика персонажа: главный герой, антогонист, положительный, отрицательный, колеблется может придать, плохой но потом становится на сторону главного героя",
      "example": "1. Фродо Бэггинс — (главный герой) скромный хоббит, несущий бремя Кольца; \n2. Дарт Вейдер — (антогонист) Привеженец темныой силы, главный противник Сопротивления и Люка (в итоге выясняется что является отцом Люка);\n3. Гарри Поттер — (главный герой) молодой волшебник, узнавший о своем наследии\n4. Невил Дологопупс — (положительный второстепенный) учится на одном курсе с Гарри Поттером иногда помогает ему (трагически потерял родителей)",
      "value": ""
    },
    "Главный герой": {
      "options": {
        "excludes": "desc example"
      },
      "desc": "Главный герой, чьи действия двигают сюжет вперёд.",
      "example": "Фродо Бэггинс — скромный хоббит, несущий бремя Кольца; \nУинстон Смит — обычный работник Минист6ерства правды в тоталитарном Лондоне;\nГарри Поттер — молодой волшебник, узнавший о своем наследии",
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Лео – юный, но чрезвычайно талантливый механик-изобретатель, чьи пальцы обладают чувством металла, а ум постоянно генерирует дерзкие идеи. Он живет в шумном портовом городе 1930-х годов, где воздух пропитан запахом соли и мечтами о дальних странствиях. Его главное увлечение – небо, которым он грезит с детства, мечтая о полетах к невиданным землям. Лео обладает неутолимым любопытством, смелостью первооткрывателя и невероятной преданностью своим друзьям. Он не боится трудностей, а видит в них вызов, и его изобретательность часто становится ключом к решению самых сложных задач."
      },
      "Основные": {
        "options": {
          "excludes": "Имя кратко",
          "width": "20%"
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Лео"
        },
        "Имя полное": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
          "value": "Леопольд 'Лео' Волков"
        },
        "Возраст": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
          "value": "Юноша (18-20 лет)"
        },
        "Цели": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "<Цели>, <Мотвация>",
          "value": "Найти легендарный Город в Облаках, разгадать его тайны, доказать, что мечты о полетах и неизведанном реальны."
        },
        "Жизненная ситуация": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Социальный статус, проблемы",
          "value": "Молодой изобретатель-механик, работает в отцовской мастерской, страдает от нехватки средств, но не от мечтаний. Его жизнь находится в преддверии великих открытий."
        },
        "Прошлое": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "История жизни в прошлом",
          "value": "С раннего детства увлечен авиацией и механикой, вдохновленный рассказами отца о первых полетах и легендами о скрытых городах. Потерял мать в юном возрасте, что сделало его более самостоятельным."
        },
        "Отношения": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Отношения: друзья, семья, знакомые, коллеги",
          "value": "Лучший друг и соратник – Анна. Уважает и любит свою семью (если она есть в сюжете). Испытывает доверие к своей подруге и некое соперничество/осторожность к мистеру Стерлингу."
        },
        "Интеллект и творчество": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Интеллектуальные и творческие способности",
          "value": "Гениальный изобретатель-самоучка, обладает энциклопедическими знаниями в области механики и аэродинамики. Способен быстро находить нестандартные решения, чинить и улучшать любую технику."
        },
        "Скрытые цели": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Скрытые цели и мотвация",
          "value": "Найти в Городе в Облаках нечто, что может помочь ему или его близким, возможно, исправить какую-то прошлую ошибку или предотвратить будущую беду."
        },
        "Мораль": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Моральные/аморальные  аспекты личности",
          "value": "Честный, благородный, готов рисковать ради друзей и правды. Его действия всегда направлены на достижение добра, даже если это требует самопожертвования."
        },
        "Имеет при себе": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Уже имеет или получил: предметы, умения, информация",
          "value": "Набор инструментов, самодельный компас, фамильный медальон, фрагмент карты Города в Облаках, модифицированный аэроплан."
        }
      },
      "Тело/физические характеристики": {
        "options": {
          "width": "20%"
        },
        "Пол": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол",
          "value": "Мужской"
        },
        "Рост": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
          "value": "Юношеский (около 175-180 см)"
        },
        "Голова": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
          "value": "Молодое, слегка худощавое лицо с острыми чертами. Внимательные, любопытные глаза. Шея стройная. В целом производит впечатление юноши, полного энергии и идей."
        },
        "Руки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Длинные, тонкие пальцы, покрытые мелкими царапинами и следами машинного масла. Сильные, но ловкие – идеально подходят для работы с механизмами."
        },
        "Ноги": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Стройные, длинные ноги, что позволяет ему уверенно перемещаться по цехам и забираться на конструкции."
        },
        "Торс": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Стройный, но крепкий торс, свидетельствующий о физической активности, связанной с его работой."
        },
        "Телосложение": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Телосложение",
          "value": "Спортивное, подтянутое телосложение, полученное благодаря постоянной работе в мастерской и лазанию по конструкциям."
        },
        "Волосы": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет волос, длина, стрижка/прическа, особенности",
          "value": "Темно-русые волосы, часто взъерошенные от работы, но аккуратно подстриженные. Имеет тенденцию заправлять прядь за ухо, когда глубоко задумывается."
        },
        "Глаза": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет глаз, форма, особенности",
          "value": "Яркие, голубые глаза, лучащиеся любопытством и интеллектом. Они часто блестят, когда он обдумывает новую идею или решает сложную задачу."
        },
        "Кожа": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет кожи, внешний вид, визуальные особенности",
          "value": "Слегка загорелая, здоровая кожа, с редкими веснушками на носу. На руках видны мелкие царапины и следы машинного масла, которые не всегда удается отмыть."
        },
        "Физические особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
          "value": "Его пальцы всегда кажутся немного липкими от масла, что является следствием его постоянной работы. Иногда во время размышлений он неосознанно постукивает пальцами по поверхности."
        },
        "Осанка": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Осанка",
          "value": "Прямая, уверенная осанка, которая приобретает еще большую энергичность, когда он увлечен работой или говорит о своих мечтах."
        },
        "Шрамы и травмы": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Шрамы и травмы",
          "value": "Несколько мелких, незаметных шрамов на руках от неосторожного обращения с инструментами или острыми деталями."
        },
        "Татуирвоки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Татуирвоки",
          "value": "Отсутствуют"
        },
        "Речь": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
          "value": "Голос звонкий, энергичный, часто ускоряющийся, когда он взволнован или увлечен рассказом. Речь четкая, без акцента, с присущей юности немного наивной откровенностью."
        }
      },
      "Стиль и визуальные особенности": {
        "options": {
          "width": "25%"
        },
        "Одежда": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Предметы одежды: штаны, рубашка",
          "value": "Рабочие брюки из плотной ткани, часто запачканные маслом, простая рубашка с закатанными рукавами, иногда надевает кожаный фартук."
        },
        "Состояние одежды": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Состояние одежды",
          "value": "Одежда всегда функциональна, но часто имеет следы рабочих будней: пятна масла, потертости, недоконченные заправки."
        },
        "Стиль одежды": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Стиль одежды",
          "value": "Практичный, рабочий стиль, подчеркивающий его принадлежность к миру механики и изобретательства."
        },
        "Аксессуары": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Аксессуары",
          "value": "Простой кожаный ремень, иногда самодельные перчатки с обрезанными пальцами, фамильный серебряный медальон, который он носит под рубашкой."
        }
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "width": "33.33%"
        },
        "Привычки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
          "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
          "value": "Часто теребит край своего рабочего фартука или вертит в руках мелкую деталь механизма, когда о чем-то задумается. Любит напевать под нос рабочие мелодии, пока работает."
        },
        "Характер": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
          "value": "Энергичный, целеустремленный, с ярко выраженной склонностью к исследованиям и открытиям. В душе – мечтатель, в душе – практик."
        },
        "Склонность к сарказму": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Склонность к сарказму",
          "value": "Очень низкая. Склонен скорее к прямолинейности и честности, чем к сарказму. Может проявлять легкое подтрунивание, но без злого умысла."
        },
        "Эмпатия": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Способность к сопереживанию",
          "value": "Высокая. Легко проявляет сочувствие к друзьям и тем, кто нуждается в его помощи. Всегда готов поддержать и помочь."
        },
        "Фобии": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Список страхов",
          "value": "Боязнь высоты, несмотря на страсть к полетам (это скорее иррациональный страх, который он старается преодолеть). Страх потерять своих близких."
        },
        "Харизма влияние на других": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Влияние на других, способность мобилизовать и вести за собой",
          "value": "Высокая. Умеет вдохновлять своим энтузиазмом и верой в мечту. Его преданность друзьям и справедливости придает ему авторитет, хотя он не стремится к лидерству."
        }
      }
    },
    "Антогонист": {
      "desc": "Сила или персонаж, противостоящий протагонисту.",
      "example": "Саурон — Тёмный властелин, стремящийся вернуть Кольцо; Большой брат — символ всевидящего тоталитарного контроля; Волдеморт — могучий чёрный маг, жаждущий бессмертия",
      "options": {
        "excludes": "desc example"
      },
      "Общее описание": {
        "options": {
          "excludes": "toggle",
          "includes": "value"
        },
        "desc": "Общее описание персонажа",
        "value": "Мистер Стерлинг – состоятельный и влиятельный искатель древностей, одержимый идеей обрести славу и богатство, связанные с легендарным Городом в Облаках. Он представляет собой типичного антагониста эпохи, чья жадность и безжалостность движут его поступками. За внешней респектабельностью скрывается расчетливый ум и готовность идти на любые преступления ради достижения своих целей."
      },
      "Основные": {
        "options": {
          "excludes": "Имя кратко",
          "width": "20%"
        },
        "Имя кратко": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Имя кратко 1-2 слова возможно прозвище",
          "value": "Стерлинг"
        },
        "Имя полное": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
          "value": "Алистер Стерлинг"
        },
        "Возраст": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
          "value": "Пожилой (около 50-60 лет)"
        },
        "Цели": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "<Цели>, <Мотвация>",
          "value": "Найти Город в Облаках, завладеть его секретами и энергией для личного обогащения и власти. Опередить Лео и Анну любой ценой."
        },
        "Жизненная ситуация": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Социальный статус, проблемы",
          "value": "Богатый и уважаемый коллекционер древностей, использующий свое положение для достижения скрытых целей. Имеет доступ к ресурсам и наемникам."
        },
        "Прошлое": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "История жизни в прошлом",
          "value": "С детства увлекался историями о потерянных цивилизациях и древних артефактах. Возможно, имеет неудачную экспедицию в прошлом, которая подогревает его стремление к успеху."
        },
        "Отношения": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Отношения: друзья, семья, знакомые, коллеги",
          "value": "Призирает Лео и Анну как неопытных любителей, но признает их находчивость. Имеет команду наемников, которых держит в страхе и за вознаграждение."
        },
        "Интеллект и творчество": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Интеллектуальные и творческие способности",
          "value": "Расчетливый, хитрый, хороший стратег. Обладает познаниями в области истории и археологии, но использует их для манипуляций."
        },
        "Скрытые цели": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Скрытые цели и мотвация",
          "value": "Контролировать источник энергии Города в Облаках, чтобы использовать его для мирового господства или удовлетворения своей безграничной жажды власти."
        },
        "Мораль": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Моральные/аморальные  аспекты личности",
          "value": "Аморален, готов на обман, шантаж и насилие. Его единственная цель – собственная выгода."
        },
        "Имеет при себе": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Уже имеет или получил: предметы, умения, информация",
          "value": "Картуш с первой частью карты, хорошо обученных наемников, средства связи (по меркам эпохи), возможно, специальные инструменты для исследования."
        }
      },
      "Тело/физические характеристики": {
        "options": {
          "width": "20%"
        },
        "Пол": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Пол",
          "value": "Мужской"
        },
        "Рост": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
          "value": "Средний (около 175-180 см)"
        },
        "Голова": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
          "value": "Овальное лицо, проницательные, внимательные глаза, выразительные черты, иногда хмурое выражение. Есть небольшие морщины у глаз, выдающие возраст и частые размышления."
        },
        "Руки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Ухоженные, но крепкие пальцы, часто сжимает трость или задумчиво постукивает по столу. Могут быть незначительные мозоли от работы с картами и документами."
        },
        "Ноги": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Крепкие, уверенная походка."
        },
        "Торс": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
          "value": "Прямой, немного сутулится, когда склоняется над картами."
        },
        "Телосложение": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Телосложение",
          "value": "Среднее, не атлетическое, но и не худощавое. Поддерживает себя в форме, но без фанатизма."
        },
        "Волосы": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет волос, длина, стрижка/прическа, особенности",
          "value": "Седые или темно-серые, аккуратно зачесаны назад, возможно, с проседью, но без залысин. Ухоженные."
        },
        "Глаза": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет глаз, форма, особенности",
          "value": "Проницательные, холодного оттенка (возможно, серые или синие), взгляд цепкий, излучает ум и расчетливость. Иногда в них мелькает искорка жадности."
        },
        "Кожа": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Цвет кожи, внешний вид, визуальные особенности",
          "value": "Бледная, возможно, с легким загаром от редких экспедиций. Кожа на лице выдает возраст."
        },
        "Физические особенности": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
          "value": "Невыразительные черты лица, но общий вид внушает уважение и некоторую опаску. Возможно, слегка выдающийся нос."
        },
        "Осанка": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Осанка",
          "value": "Прямая, несколько аристократичная."
        },
        "Шрамы и травмы": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Шрамы и травмы",
          "value": "Отсутствуют или очень незначительны, предпочитает избегать физических столкновений."
        },
        "Татуирвоки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Татуирвоки",
          "value": "Отсутствуют."
        },
        "Речь": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
          "value": "Спокойная, размеренная, с четкой дикцией. Голос глубокий, убедительный. Может использовать сарказм и намеки."
        }
      },
      "Стиль и визуальные особенности": {
        "options": {
          "width": "25%"
        },
        "Одежда": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Предметы одежды: штаны, рубашка",
          "value": "Качественные костюмы-тройки, жилеты, элегантные пальто, шляпы-котелки."
        },
        "Состояние одежды": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Состояние одежды",
          "value": "Всегда безупречно чистая и отглаженная, подчеркивает его статус."
        },
        "Стиль одежды": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Стиль одежды",
          "value": "Классический, элегантный, подчеркивающий статус состоятельного джентльмена эпохи 1930-х годов."
        },
        "Аксессуары": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Аксессуары",
          "value": "Золотые часы на цепочке, дорогая трость (возможно, скрывающая клинок или механизм), перстень с печаткой, изысканный галстук или шейный платок."
        }
      },
      "Эмоциональные и психические аспекты": {
        "options": {
          "width": "33.33%"
        },
        "Привычки": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
          "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
          "value": "Постукивает тростью, когда обдумывает план. Часто потирает подбородок или проводит рукой по усам (если их носит). Любит курить трубку или сигару."
        },
        "Характер": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
          "value": "Расчетливый, целеустремленный, хитрый, настырный, нетерпеливый, но умеет играть в долгую."
        },
        "Склонность к сарказму": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Склонность к сарказму",
          "value": "Высокая. Часто использует двусмысленные комплименты или язвительные замечания."
        },
        "Эмпатия": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Способность к сопереживанию",
          "value": "Крайне низкая. Не способен к сочувствию, рассматривает людей как инструмент или препятствие."
        },
        "Фобии": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Список страхов",
          "value": "Страх упустить свою выгоду, страх забвения. Возможно, боязнь высоты или открытых пространств, если его прошлое связано с неудачей в экспедиции."
        },
        "Харизма влияние на других": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Влияние на других, способность мобилизовать и вести за собой",
          "value": "Обладает властной харизмой, внушает подчиненным страх и уважение. Умеет манипулировать людьми, используя их слабости."
        }
      }
    },
    "Второстепенные песонажи": {
      "options": {
        "excludes": "desc example requirements"
      },
      "desc": "Второстепенные, но важные для сюжета персонажи.",
      "requirements": "Имена всех персонажей не должны повторять известных и описаных ранее в литературе. \nВ первую очередь распиши характеристики персонажей которые уже упомянуты в сюжете или сюжетной арке, но еще не описаны в структуре \"Второстепенные песонажи\"",
      "example": "Добрая и заботливая подруга главного героя, помогает ему в сложных ситуациях. Хитрый и манипулятивный персонаж, который создает препятствия для главного героя. Нейтральная фигура, которая иногда помогает главному герою, а иногда и нет. Помощник главного героя, который обладает уникальными навыками и знаниями. Злоумышленница, стремящаяся к своим целям любой ценой. Сэм — верный друг Фродо. Гэндальф — могущественный маг и наставник. Гермиона Грэйнжер — умная и находчивая ученица-волшебница. Джим — шпион, работающий на разные фракции.",
      "Персонаж-1": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "Анна Либерман — (положительный второстепенный персонаж) смелая и находчивая журналистка, лучшая подруга Лео. Всегда готова поддержать его в приключениях. Обладает аналитическим умом и способностью добывать информацию."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Анна, Лис"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Либерман Анна, Анечка, Аннушка, по прозвищу Лис"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Юная девушка (18-20 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Стать известной журналисткой, найти сенсационный материал, поддержать Лео в его стремлениях."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Начинающая журналистка, ищет возможность проявить себя. Дочь небогатых родителей, стремится к независимости."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "С юных лет проявляла интерес к журналистике, писала статьи для школьной газеты. Мечтает о громких разоблачениях и приключениях."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Лучшая подруга и соратник Лео. Уважает и восхищается его талантом. Недоверчиво относится к мистеру Стерлингу."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Обладает острым аналитическим умом, наблюдательностью и хорошей интуицией. Умеет быстро находить нужную информацию и устанавливать связи между событиями."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Найти материал, который принесет ей славу, доказать свой профессионализм и стать уважаемым журналистом. Возможно, в ее прошлом есть нераскрытое дело, которое она хочет довести до конца."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Честная, принципиальная, всегда стоит на стороне правды. Готова рисковать ради справедливости и своих друзей."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Фотоаппарат, блокнот с ручкой, увеличительное стекло, связи в городской газете, знания в области журналистики."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": ""
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": ""
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": ""
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": ""
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": ""
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": ""
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": ""
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": ""
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": ""
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": ""
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": ""
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": ""
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": ""
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": ""
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": ""
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": ""
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": ""
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": ""
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": ""
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": ""
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": ""
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": ""
          }
        }
      },
      "Персонаж-uYRdIQL": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "3.  Отец Лео — (положительный второстепенный персонаж) старый механик, ворчливый, но любящий отец, поддерживает увлечение сына."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Отец, Старик"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Волков Иван Петрович, Ванюша, Петрович, по прозвищу Старый Волчара"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Пожилой (60-70 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Чтобы сын был счастлив и занимался любимым делом, обеспечить его мастерскую необходимым, видеть продолжение своего дела в сыне."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Владелец небольшой механической мастерской, испытывает финансовые трудности, но не показывает этого сыну."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Всю жизнь проработал механиком, передал сыну любовь к технике. Рассказывал Лео истории о первых полетах и смелых изобретателях."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Любящий и заботливый отец Лео, немного ворчливый, но всегда готовый поддержать. Поддерживает дружеские отношения с Анной."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Практичный ум, опытный механик, умеет чинить и конструировать, но не обладает гениальностью Лео."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Обеспечить сыну достойное будущее, передать свои знания и мастерство, видеть его успех."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Честный, порядочный, трудолюбивый, иногда излишне консервативный, но всегда поступает по совести."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Опыт работы механиком, набор инструментов, небольшая мастерская, поддержка и любовь к сыну."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Средний (около 170 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Лицо обветренное, с глубокими морщинами, добрые глаза, крепкая шея. Видно, что много работал руками."
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Крупные, загрубевшие руки с мозолями и шрамами. Пальцы умелые, но немного скрюченные от работы."
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Крепкие ноги, уверенно стоящие на земле. Походка немного шаркающая."
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Широкий, крепкий торс, немного сутулый от работы за верстаком."
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Коренастый, крепкий, с развитой мускулатурой."
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Седые, коротко стриженные волосы, местами проплешины."
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Серые, добрые глаза, смотрят с мудростью и заботой."
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Загорелая, морщинистая кожа, на руках видны следы от масла и грязи."
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Крупный нос, на переносице небольшая родинка. Широкая, добрая улыбка."
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Немного сутулая, но уверенная."
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Несколько шрамов на руках от старых травм, полученных в мастерской."
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Отсутствуют"
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Голос хриплый, немного ворчливый, но всегда добрый и любящий. Речь простая, без изысков."
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Рабочий комбинезон, простая рубашка, фартук из толстой кожи."
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Одежда поношенная, местами залатанная, но всегда чистая."
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Практичный, рабочий стиль, подчеркивающий его профессию."
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Старые часы на цепочке, кепка, на которую он постоянно поправляет."
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Постоянно вытирает руки тряпкой, ворчит под нос, когда что-то не получается, но всегда доводит дело до конца."
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Спокойный, трудолюбивый, заботливый, немного упрямый."
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Низкая, может подшучивать над сыном, но без злобы."
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Высокая, всегда готов помочь другим, особенно своим близким."
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится потерять сына, боится, что его мастерская разорится."
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Влияет на сына своим примером трудолюбия и честности, пользуется уважением среди местных жителей."
          }
        }
      },
      "Персонаж-uYRdIQR": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "4.  Кроули — (отрицательный персонаж) мрачный и жестокий приспешник Стерлинга, готовый на все ради своего хозяина. Тесно связан с Стерлингом, выполняя его приказы и поддерживая его стремления (является правойу рукой Стерлинга)."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Кроули"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Кроули, Кроу, Кроулик"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Средний (35-45 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Слепое повиновение приказам Стерлинга, защита интересов своего хозяина, обеспечение его власти и процветания."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Правая рука влиятельного и богатого человека, пользуется его покровительством и ресурсами. Полностью зависим от воли Стерлинга."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Прошлое окутано тайной. Вероятно, когда-то был в долгу у Стерлинга или был спасен им из сложной ситуации, что обусловило его преданность."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Полностью предан и подчинен Стерлингу, выполняет любые его приказы. К остальным относится с презрением и жестокостью."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Умен, хитер, тактик, умеет просчитывать ходы, но не обладает творческим мышлением. Силен в запугивании и манипуляциях."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Получить признание и благодарность от Стерлинга, укрепить свое положение и влияние в его окружении, возможно, занять его место в будущем."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Аморален, жесток, беспринципен, готов на любые преступления ради достижения цели. Не имеет никаких моральных ограничений."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Навыки рукопашного боя, умение обращаться с оружием, связи в криминальном мире, преданность Стерлинга."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Высокий (около 185-190 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Угрюмое, лицо с резкими чертами, глубоко посаженные глаза, тонкие губы, волевой подбородок. Производит впечатление человека опасного и непредсказуемого. Шея мускулистая, часто скрыта высоким воротником."
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Крупные, сильные руки с длинными пальцами. На костяшках пальцев часто видны ссадины и шрамы."
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Длинные, мускулистые ноги, позволяющие ему быстро и бесшумно передвигаться."
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Широкий, крепкий торс, свидетельствующий о хорошей физической подготовке."
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Крепкое, мускулистое телосложение, подтянутый."
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Темные, коротко стриженные волосы, часто зачесаны назад. Может быть небольшая залысина на лбу."
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Холодные, серые глаза, взгляд пронзительный и оценивающий. Выражают жестокость и бесстрашие."
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Бледная, землистого оттенка кожа, на лице могут быть шрамы или следы от порезов."
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Тяжелый, пронизывающий взгляд, криво усмехается, выдавая свою садистскую натуру. Часто играет с ножом или другим опасным предметом."
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Прямая, уверенная осанка, выдающая силу и контроль."
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Множество шрамов на теле, свидетельствующих о его темном прошлом и участии в различных столкновениях."
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Возможно, татуировка в виде змеи или другого хищного животного."
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Грубый, хриплый голос, говорит медленно и отчетливо, с легким акцентом. Часто использует угрозы и оскорбления."
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Темная одежда, часто кожаная куртка или плащ, грубые ботинки, темные брюки."
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Одежда всегда в порядке, чистая и ухоженная, несмотря на ее мрачный вид."
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Практичный, функциональный стиль, подчеркивающий его роль телохранителя и наемника."
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Нож, револьвер, кастет, часы на цепочке, перчатки."
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Постоянно точит свой нож, даже во время разговора. Не моргает во время угроз. Смотрит в глаза не отрываясь."
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Холодный, расчетливый, жестокий, бесстрашный, сдержанный."
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Высокая. Часто использует сарказм и черный юмор, чтобы унизить своих противников."
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Крайне низкая. Не способен к сочувствию, рассматривает людей как инструменты для достижения целей."
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится потерять доверие Стерлинга, страх неудачи."
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Внушает страх и подчинение своим видом и репутацией. Умеет манипулировать людьми, используя их слабости и страхи."
          }
        }
      },
      "Персонаж-uYRdIQT": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "5.  \"Одноглазый\" Джек — (положительный, второстепенный персонаж, с элементами трагизма) колоритный капитан грузового судна, помогает Лео и Анне добраться до острова, жертвует собой ради их спасения. Выступает в роли проводника и союзника, помогая главным героям в их путешествии."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Джек, Одноглазый"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Джек, бывалый моряк, Джекки, Морской волк, по прозвищу Одноглазый"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Пожилой (55-65 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Заработать денег на старость, помочь молодым искателям приключений, искупление грехов прошлого"
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Капитан грузового судна, потерял глаз в одном из плаваний, нуждается в деньгах"
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Много лет бороздил моря, участвовал в разных авантюрах, потерял глаз в шторме, что оставило глубокий след в его душе"
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Отношения с командой уважительные, к Лео и Анне относится покровительственно, видит в них отражение своей молодости"
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Опытный моряк, знает морские пути как свои пять пальцев, умеет выживать в экстремальных условиях, обладает смекалкой и хитростью"
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Найти сокровища, о которых ходят легенды среди моряков, обеспечить себе безбедную старость"
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Смелый, решительный, готов рисковать ради других, но иногда может быть грубым и прямолинейным"
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Старый грузовой корабль, морской опыт, верная команда, пистолет и нож для самозащиты"
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Средний (около 170 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Обветренное лицо, изрезанное морщинами, отсутствие одного глаза, закрытого повязкой, борода с проседью, крепкая шея"
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Широкие, жилистые руки, покрытые татуировками с якорями и морскими чудовищами, загрубевшая кожа"
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Крепкие, немного кривоватые ноги, привыкшие к качке и неровной палубе"
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Широкий, бочкообразный торс, свидетельствующий о силе и выносливости"
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Крепкое, коренастое телосложение, приспособленное к морской жизни"
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Седые, спутанные волосы, местами выгоревшие от солнца, часто скрыты под капитанской фуражкой"
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Один глаз – зоркий, проницательный, смотрит с хитрецой и опытом"
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Загрубевшая, обветренная кожа, покрытая морщинами и шрамами, смуглый оттенок"
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Отсутствие одного глаза, заменено черной повязкой. На руках множество татуировок на морскую тематику"
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Прямая, немного покачивающаяся, уверенная осанка моряка"
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Множество мелких шрамов на руках и лице, один большой шрам на месте отсутствующего глаза"
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Якоря, морские чудища, имена бывших возлюбленных"
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Грубый, хриплый голос, с характерным морским акцентом, речь изобилует морскими терминами и ругательствами"
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Потертая капитанская форма, тельняшка, грубые штаны, кожаный пояс"
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Поношенная, видавшая виды, но всегда чистая и опрятная"
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Морской, практичный, удобный для работы на корабле"
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Капитанская фуражка, трубка, компас, старый нож, подзорная труба"
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Постоянно курит трубку, сплевывает за борт, рассказывает байки о морских приключениях, любит выпить рому"
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Смелый, решительный, немного грубый, но справедливый и честный"
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Присутствует, но в основном в виде подколок и шуток над собой и другими"
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Способен на сочувствие, особенно к тем, кто попал в беду или нуждается в помощи"
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится остаться в одиночестве, не найти сокровище и умереть в нищете"
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Влияет на команду своим опытом и авторитетом, умеет мотивировать и вести за собой"
          }
        }
      },
      "Персонаж-uYRdIQV": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "6.  Профессор археологии — (положительный, нейтральный персонаж) ученый, случайно ставший обладателем ключа к разгадке тайны Города в Облаках, невольно втягивает Лео и Анну в опасное приключение. Персонаж, который служит катализатором событий, передавая информацию главным героям."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Профессор, Ученый, Археолог"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Артур Ливингстон, Артурчик, Арти, по прозвищу Книжный Червь"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Среднего возраста (45-55 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Сохранить и передать знания о прошлом, найти доказательства существования Города в Облаках (изначально - из научного интереса, позже - ради спасения Лео и Анны)"
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Профессор археологии, уважаемый в научных кругах, но не имеющий больших средств. Живет скромно, посвящая все время исследованиям. Одинокий."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Всю жизнь посвятил археологии, путешествовал по миру в поисках артефактов и доказательств существования древних цивилизаций. Нашел обрывки древней карты, указывающей на местоположение Города в Облаках. Его рассказы о находках и втянули Лео и Анну в опасное приключение."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Изначально относится к Лео и Анне как к неопытным, но любознательным молодым людям. Позже видит в них союзников и друзей, которым можно доверить важную информацию. Не ладит с Алистером Стерлингом, подозревая его в корыстных намерениях."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Эрудированный ученый, обладает энциклопедическими знаниями в области истории, археологии и лингвистики. Умеет расшифровывать древние тексты и анализировать артефакты. Не силен в практических навыках."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Опубликовать свои открытия и получить признание в научном мире. Боится, что его знания могут быть использованы во зло, как это задумал мистер Стерлинг."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "В целом моральный, но может пойти на компромисс ради достижения своих целей. Сожалеет о том, что невольно втянул Лео и Анну в опасное приключение и старается им помочь."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Обрывки древней карты, знания о Городе в Облаках, связи в научном мире, умение расшифровывать древние тексты."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Высокий (около 185 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Удлиненное лицо с высоким лбом, глубокие морщины вокруг глаз и рта. Тонкие губы, прямой нос. Шея длинная, немного сутулая. В целом, лицо ученого, много времени проводящего за книгами."
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Длинные, тонкие пальцы, испачканные чернилами. Руки немного дрожат, выдавая возраст."
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Длинные ноги, немного худые. Походка быстрая, но иногда неуверенная."
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Худощавый, немного сутулый. Под пиджаком угадывается узкая грудная клетка."
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Худощавое, астеническое телосложение"
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Седые, редкие волосы, зачесаны назад. На висках заметные залысины."
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Светло-серые глаза, проницательные, смотрят с интересом и беспокойством. Носит очки в тонкой оправе."
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Бледная, тонкая кожа, с заметными морщинами. На руках видны пигментные пятна."
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Немного рассеянный взгляд, привычка поправлять очки. Часто говорит, почесывая подбородок."
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Сутулая, но когда говорит об археологии, выпрямляется и голос звучит увереннее."
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Отсутствуют видимые шрамы и травмы."
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Отсутствуют."
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Тихий, немного дрожащий голос. Речь правильная, четкая, с использованием сложных терминов. Может запинаться, когда волнуется."
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Твидовый пиджак, жилет, брюки из плотной ткани, рубашка с галстуком-бабочкой."
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Одежда поношенная, но чистая и аккуратная. На пиджаке могут быть заплатки."
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Классический, старомодный стиль, подчеркивающий его принадлежность к миру науки."
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Очки в тонкой оправе, трость с набалдашником в виде головы совы, карманные часы на цепочке, кожаный портфель с документами."
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Постоянно поправляет очки, теребит кончик галстука-бабочки, когда обдумывает что-то. Любит цитировать древних авторов."
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Спокойный, уравновешенный, немного рассеянный, но увлеченный своим делом."
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Низкая. Скорее склонен к иронии и самоиронии, чем к сарказму."
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Высокая. Сочувствует Лео и Анне, старается им помочь. Переживает из-за того, что его знания могут быть использованы во зло."
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится потерять свои знания, боится, что его открытия причинят вред, боится старости и забвения."
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Не обладает сильной харизмой, но внушает уважение своим интеллектом и знаниями. Умеет убеждать, опираясь на факты и логику."
          }
        }
      },
      "Персонаж-uYRdIQY": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "7.  Шаман из племени — (положительный, второстепенный персонаж) помогает Лео и Анне пройти через джунгли и найти вход в древний тоннель, демонстрируя мудрость и связь с природой. Местный житель, оказывающий помощь героям на определенном этапе их пути."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Знахарь"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Намтар, Намтарка, Намтарушка, по прозвищу Знахарь"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Пожилой"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Сохранить знания предков, помочь нуждающимся, защитить свой народ."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Духовный лидер племени, хранитель знаний, почитаемый член общины. Обеспокоен вторжением чужаков и потерей традиций."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "С детства обучался шаманским практикам, прошёл обряды инициации, глубоко изучил природу и духи джунглей. Его предки были целителями и вождями племени."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Уважаемый член племени, наставник для молодежи, советник вождя. С настороженностью относится к чужакам, но готов помочь тем, кто искренен в своих намерениях."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Обладает обширными знаниями о целебных травах, умеет предсказывать погоду, понимает язык животных. Проницателен и мудр, способен видеть скрытые мотивы людей."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Испытывает тревогу за будущее своего племени и старается сохранить их традиции. Возможно, ищет способ защитить священные места от чужаков."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Мудрый, справедливый, миролюбивый, но готов защищать свой народ и свои убеждения. Соблюдает древние традиции и следует голосу духов."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Знания о целебных травах, умение общаться с духами природы, амулеты и обереги, карту древних тоннелей."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Низкий (около 165 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Морщинистое лицо с глубокими линиями, выражающими мудрость и прожитые годы. Пронзительный взгляд темных глаз. Шея жилистая, украшенная ритуальными татуировками."
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Костлявые, жилистые руки с длинными, тонкими пальцами, покрытыми татуировками. На руках видны следы земли и трав."
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Сухие, жилистые ноги, привычные к ходьбе по джунглям. Часто ходит босиком."
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Худощавый, но крепкий торс, покрытый ритуальными татуировками и шрамами."
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Худощавое, но крепкое телосложение, свидетельствующее о выносливости и физической силе."
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Длинные, седые волосы, заплетенные в косы, украшенные перьями птиц и бусинами."
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Темные, глубоко посаженные глаза, излучающие мудрость и проницательность. Взгляд пронизывает насквозь."
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Темная, морщинистая кожа, покрытая ритуальными татуировками и шрамами."
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Имеет небольшую родинку на левой щеке, которую считает знаком духов. Его зубы окрашены в красный цвет из-за жевания листьев бетеля."
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Прямая, горделивая осанка, демонстрирующая его авторитет и уверенность."
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Множество шрамов на теле, рассказывающих истории о прошлых испытаниях и обрядах."
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Ритуальные татуировки, покрывающие лицо и тело, символизирующие его связь с духами природы и племенем."
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Тихий, спокойный голос с легким гортанным акцентом. Речь медленная и размеренная, каждое слово имеет вес."
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Набедренная повязка из ткани, украшенная перьями и бусинами. На шее – ожерелье из костей и зубов животных."
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Одежда изношенная, но чистая и ухоженная. Каждая деталь имеет символическое значение."
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Традиционный стиль одежды шамана, подчеркивающий его связь с природой и племенем."
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Посох из дерева, украшенный перьями и амулетами. Носит с собой мешочек с целебными травами и камнями."
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Любит медитировать в одиночестве, глядя на звезды. Часто жует листья бетеля, чтобы улучшить концентрацию. Всегда носит при себе амулет, защищающий от злых духов."
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Спокойный, мудрый, рассудительный, но может быть непреклонным, когда дело касается защиты своего народа."
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Низкая. Предпочитает говорить прямо и честно, не прибегая к сарказму."
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Высокая. Обладает развитой эмпатией, чувствует боль и страдания других, готов помочь нуждающимся."
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится потерять связь с духами предков. Страшится вторжения чужаков и разрушения мира."
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Высокая. Его мудрость и знания внушают уважение и доверие. Способен убеждать и вдохновлять других."
          }
        }
      },
      "Персонаж-uYRdIR0": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "8.  Местные жители Города в Облаках — (положительные персонажи) помогают стабилизировать город и задерживают Стерлинга, демонстрируя силу единства и верности своему дому."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Старейшина, Хранители"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Народ Города в Облаках, жители, облачные жители, по прозвищу Стражи Неба"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Разный, от молодых до старых"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Сохранить свой город в безопасности, защитить свои традиции, не дать никому использовать силу города в корыстных целях."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Жители парящего в небе города, хранители древних знаний и технологий, находящиеся в изоляции от внешнего мира."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Много поколений жили в Городе в Облаках, оберегая его секреты и обеспечивая его функционирование. Их история связана с древней цивилизацией, построившей этот город."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Дружная община, где каждый член важен и выполняет свою роль в поддержании жизни города. Отношения основаны на взаимопомощи и уважении к традициям."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Обладают глубокими знаниями в области инженерии, физики и магии, необходимыми для управления городом и его технологиями. Творчески подходят к решению проблем и созданию новых устройств."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Сохранить Город в Облаках в тайне от внешнего мира, передать свои знания и умения следующим поколениям, найти способ восстановить город и обеспечить его процветание."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Миролюбивые, справедливые, ценят гармонию и баланс. Готовы защищать свой дом и свои идеалы, но стараются избегать насилия."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Знание древних технологий, умение управлять городом, связь с природой, способность к телепатии и телекинезу (у некоторых)."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Разный"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Разный"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Разные формы лица, у некоторых видны признаки долгой жизни в отрыве от земли. У многих светлые, почти прозрачные волосы."
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Разные размеры и формы, у некоторых видны мозоли от работы с механизмами города."
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Разные размеры и формы, у некоторых легкие и грациозные, приспособленные для перемещения по городу."
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Разные размеры и формы, пропорциональное телосложение."
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Разное, в основном пропорциональное"
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Светлые, почти белые или серебристые волосы, часто заплетены в косы или собраны в пучок."
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Яркие, светлые глаза (голубые, зеленые, серые), смотрят с мудростью и пониманием."
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Бледная, гладкая кожа, с легким сиянием."
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "У некоторых есть светящиеся символы на коже, обозначающие их принадлежность к определенному роду или профессии."
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Прямая, горделивая, уверенная."
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Отсутствуют или незначительны"
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Отсутствуют"
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Спокойная, мелодичная речь, с легким эхом. Используют метафоры и образные выражения. Голос тихий, но уверенный."
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Длинные, светлые одежды из легких тканей, украшенные вышивкой и символами. Платья, туники, шаровары."
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Одежда чистая, ухоженная, изготовлена из качественных материалов."
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Традиционный, элегантный, подчеркивающий их связь с небом и древней цивилизацией."
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Амулеты, символизирующие их принадлежность к Городу в Облаках, браслеты, кольца с драгоценными камнями, диадемы."
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Собираются вместе и поют песни о своем городе. Читают древние свитки. Ухаживают за растениями и животными, живущими в Городе."
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Спокойные, мудрые, терпеливые, гармоничные."
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Низкая, но могут использовать иронию, чтобы подчеркнуть глупость или невежество."
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Высокая, способны чувствовать чужую боль и радость."
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боятся потерять свой дом, боятся, что их знания будут использованы во зло."
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Своим примером мудрости и гармонии вдохновляют других стремиться к лучшему. Умеют убеждать и объединять людей для достижения общей цели."
          }
        }
      },
      "Персонаж-uYRdIR5": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "10. Сторож библиотеки — (переменчивый/нейтральный персонаж) сначала помогает Лео и Ане проникнуть в библиотеку получает за это взятку(подарок), но в дальнейшем не помогает главным героям."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Сторож, Филин"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Бенедикт Вальтер, Бенечка, Вальтерушка, по прозвищу Филин"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Пожилой (60-70 лет)"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Охранять библиотеку, подзаработать на выпивку"
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Бедный, низкий социальный статус, любит выпить"
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "Всю жизнь проработал сторожем, мечтал стать ученым, но не хватило средств и таланта"
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Одинокий, необщительный, с коллегами поддерживает нейтральные отношения"
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Начитанный, но не образованный, любит истории и легенды, знает библиотеку как свои пять пальцев"
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Разбогатеть, найти сокровище в библиотеке, уйти на покой и жить в достатке"
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Не принципиальный, готов на небольшие нарушения ради выгоды, но не способен на подлость"
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Ключи от библиотеки, знания о расположении книг, любовь к чтению"
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": "Мужской"
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": "Низкий (около 165 см)"
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": "Круглое, полное лицо, с большими щеками и двойным подбородком. Маленькие, близорукие глаза. Длинная шея, с множеством складок"
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Короткие, толстые пальцы, с грязными ногтями. Ладони потные и липкие"
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Короткие, кривые ноги, с выпирающими венами. Походка шаркающая и неуверенная"
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": "Большой, круглый живот, выпирающий вперед. Грудь отвисшая и дряблая"
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": "Полный, рыхлый"
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": "Редкие, седые волосы, зачесанные набок, чтобы скрыть лысину. Неопрятная прическа"
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": "Маленькие, близорукие, мутные глаза, с красными прожилками. Носит очки в роговой оправе"
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": "Бледная, дряблая кожа, с пигментными пятнами и морщинами. На лице красные пятна от выпивки"
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": "Отвислые щеки, большой нос картошкой, маленькие, утопающие в жиру глаза. Постоянно потеет"
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": "Сутулая"
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": "Отсутствуют"
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": "Отсутствуют"
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": "Тихий, бормочущий голос, с придыханием. Речь невнятная и заплетающаяся. Часто ошибается и путает слова"
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": "Потертый сюртук, старые брюки, грязная рубашка"
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": "Грязная, поношенная, залатанная"
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": "Неопрятный, старомодный"
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": "Связка ключей, очки, старая трубка, фляжка с выпивкой"
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": "Постоянно зевает и почесывается. Любит читать книги в укромном уголке. Часто засыпает на рабочем месте. Берет взятки"
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": "Спокойный, ленивый, апатичный"
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": "Низкая. Может отпустить колкость, если его разозлить"
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": "Низкая. Равнодушен к чужим проблемам, если это не касается его лично"
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": "Боится потерять работу, боится темноты, боится грабителей"
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": "Низкая. Не умеет убеждать и вести за собой. Влияет только на себя и то не всегда успешно."
          }
        }
      },
      "Персонаж-uYRWSkY": {
        "desc": "Второстепенный, но важный для сюжета персонаж.",
        "options": {
          "tags": "character",
          "excludes": "desc requirements"
        },
        "Общее описание": {
          "options": {
            "excludes": "toggle",
            "includes": "value"
          },
          "desc": "Общее описание персонажа",
          "value": "7.  шаман из племени — (положительный, второстепенный персонаж) помогает лео и анне пройти через джунгли и найти вход в древний тоннель, демонстрируя мудрость и связь с природой. местный житель, оказывающий помощь героям на определенном этапе их пути."
        },
        "Основные": {
          "options": {
            "excludes": "Имя кратко",
            "width": "20%"
          },
          "Имя кратко": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Имя кратко 1-2 слова возможно прозвище",
            "value": "Знахарь"
          },
          "Имя полное": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Фамилия> <Имя> <Отчество>, <2–3 уменьшительно‑ласкательных варианта>, по прозвищу <Короткое прозвище>",
            "value": "Намтар, Намтарка, Намтарушка, по прозвищу Знахарь"
          },
          "Возраст": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Средний, пожилой, молодой, 35 лет, юноша, и т.п.",
            "value": "Пожилой"
          },
          "Цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "<Цели>, <Мотвация>",
            "value": "Сохранить знания предков, помочь нуждающимся, защитить свой народ."
          },
          "Жизненная ситуация": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Социальный статус, проблемы",
            "value": "Духовный лидер племени, хранитель знаний, почитаемый член общины. Обеспокоен вторжением чужаков и потерей традиций."
          },
          "Прошлое": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "История жизни в прошлом",
            "value": "С детства обучался шаманским практикам, прошёл обряды инициации, глубоко изучил природу и духи джунглей. Его предки были целителями и вождями племени."
          },
          "Отношения": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Отношения: друзья, семья, знакомые, коллеги",
            "value": "Уважаемый член племени, наставник для молодежи, советник вождя. С настороженностью относится к чужакам, но готов помочь тем, кто искренен в своих намерениях."
          },
          "Интеллект и творчество": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Интеллектуальные и творческие способности",
            "value": "Обладает обширными знаниями о целебных травах, умеет предсказывать погоду, понимает язык животных. Проницателен и мудр, способен видеть скрытые мотивы людей."
          },
          "Скрытые цели": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Скрытые цели и мотвация",
            "value": "Испытывает тревогу за будущее своего племени и старается сохранить их традиции. Возможно, ищет способ защитить священные места от чужаков."
          },
          "Мораль": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Моральные/аморальные  аспекты личности",
            "value": "Мудрый, справедливый, миролюбивый, но готов защищать свой народ и свои убеждения. Соблюдает древние традиции и следует голосу духов."
          },
          "Имеет при себе": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Уже имеет или получил: предметы, умения, информация",
            "value": "Знания о целебных травах, умение общаться с духами природы, амулеты и обереги, карту древних тоннелей."
          }
        },
        "Тело/физические характеристики": {
          "options": {
            "width": "20%"
          },
          "Пол": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Пол",
            "value": ""
          },
          "Рост": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Рост персонажа (сантиметры, высокий, низкий, и т.д. )",
            "value": ""
          },
          "Голова": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Голова, форма, лицо, шея,визуально внеше приятное отталкивающее, визуальные и физические особенности",
            "value": ""
          },
          "Руки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Руки, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Ноги": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Ноги, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Торс": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Торс, форма, размер, визуально внешние и физические характеристики и особенности",
            "value": ""
          },
          "Телосложение": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Телосложение",
            "value": ""
          },
          "Волосы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет волос, длина, стрижка/прическа, особенности",
            "value": ""
          },
          "Глаза": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет глаз, форма, особенности",
            "value": ""
          },
          "Кожа": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Цвет кожи, внешний вид, визуальные особенности",
            "value": ""
          },
          "Физические особенности": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Описание физических особенностей могут быть положительные/отрицательные. Близко посаженные глаза, выдющийся подбородок, крючковатые пальцы, ослепительная улыбка и т.д.",
            "value": ""
          },
          "Осанка": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Осанка",
            "value": ""
          },
          "Шрамы и травмы": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Шрамы и травмы",
            "value": ""
          },
          "Татуирвоки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Татуирвоки",
            "value": ""
          },
          "Речь": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тембр голоса, скорость, манера, речь правильная четкая, особенности, дефекты, акцент и т.д.",
            "value": ""
          }
        },
        "Стиль и визуальные особенности": {
          "options": {
            "width": "25%"
          },
          "Одежда": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Предметы одежды: штаны, рубашка",
            "value": ""
          },
          "Состояние одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Состояние одежды",
            "value": ""
          },
          "Стиль одежды": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Стиль одежды",
            "value": ""
          },
          "Аксессуары": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Аксессуары",
            "value": ""
          }
        },
        "Эмоциональные и психические аспекты": {
          "options": {
            "width": "33.33%"
          },
          "Привычки": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Привычки, типичные или особенные жесты, характеристика, которая описывает суть персонажа",
            "examples": "Игра на скрипке, когда думает. Лежать на диване, отвернувшись к стене. Поправлять очки и проводить рукой по шраму. Мысленно подсчитывать «шантажируемый процент». Стучать костяной ногой по палубе. Громко говорить на кокни и небрежно есть. Прямо и бесстрашно смотреть в глаза. Перебирать усы и говорить двусмысленно. Теребить предмет одежды. С азартом «продавать» скучную работу.",
            "value": ""
          },
          "Характер": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Тип темперамента: энергичный, целеустремлённый, спокойный, чувствительный",
            "value": ""
          },
          "Склонность к сарказму": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Склонность к сарказму",
            "value": ""
          },
          "Эмпатия": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Способность к сопереживанию",
            "value": ""
          },
          "Фобии": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Список страхов",
            "value": ""
          },
          "Харизма влияние на других": {
            "options": {
              "excludes": "toggle",
              "includes": "value"
            },
            "desc": "Влияние на других, способность мобилизовать и вести за собой",
            "value": ""
          }
        }
      }
    }
  },
  "Сюжетная арка": {
    "options": {
      "name": "5-Актов"
    },
    "Экспозиция": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc incompressible",
        "quantScene": 5
      },
      "desc": "Экспозиция - это начальная часть повествования, которая знакомит читателя с миром произведения, основными персонажами, их обычной жизнью, временем, местом действия и социальным контекстом. Её ключевая задача — предоставить необходимую базовую информацию, создать исходную точку, от которой начнётся развитие основного конфликта и сюжета. В экспозиции закладываются намёки на будущие события.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Комната под лестницей. Гарри Поттер просыпается, его будят грубые крики тети и дяди. Он выполняет работу по дому. (длительность).\n2. Завтрак. Семья Дурслей готовится к важному дню, унижая Гарри и напоминая ему о его второсортности. Он получает подарок - старый носк дяди Вернона. (длительность).\n3. Зоопарк. Во время поездки стекло перед змеей исчезает, и Гарри невольно пугает кузена Дадли. (длительность).",
      "value": "1. **Мастерская Волковых. Утро.** Лео, с головой погруженный в чертежи, пытается усовершенствовать свой летательный аппарат. Отец, старый механик, ворчит, но втайне гордится сыном. (2 часа)\n2. **Набережная. День.** Анна берет интервью у прибывшего из далекой страны профессора археологии, взволнованного недавними находками. (1 час)\n3. **Аукцион антиквариата. Вечер.** Мистер Стерлинг, в окружении своих телохранителей, делает крупные ставки на загадочный артефакт, привлекающий всеобщее внимание. Его помощник, мрачный тип по имени Кроули, сканирует взглядом зал. (3 часа)\n4. **Кафе \"У старого Джо\". Поздний вечер.** Лео и Анна встречаются в кафе, чтобы поделиться своими новостями. Лео рассказывает о своих изобретениях, Анна – о странном профессоре. Случайный разговор с пожилым моряком, шепчущим о легендах Города в Облаках, пробуждает их любопытство. (1 час)\n5. **Библиотека. Ночь.** Лео и Анна, тайком проникнув в городскую библиотеку (подкупив сторожа небольшим подарком), ищут упоминания о Городе в Облаках, натыкаясь на старинную, запыленную книгу, в которой находят зашифрованное послание и кусок карты."
    },
    "Завязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc incompressible",
        "quantScene": 5
      },
      "desc": "Завязка (побуждающее происшествие) — событие, нарушающее первоначальный порядок, вызывающее конфликт, который нужно разрешить, события, меняющее жизнь героя и запускающее сюжет.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "Начинается поток писем для Гарри.\n1. Первое письмо приходит по почте (длительность).\n2. Новые письма летят в дом через камин (длительность).\n3. Дядя Вернон везет семью на заброшенный остров в шторм, пытаясь скрыться. В полночу таинственная фигура (Хагрид) появляется и ломает дверь. (длительность).\n4. Хагрид вручает Гарри письмо и сообщает, что он волшебник. Ключевое событие - вручение письма и объявление о приеме в Хогвартс (длительность).",
      "value": "1. **Мастерская Волковых. День.** Лео пытается расшифровать карту, но безуспешно. Заходит Анна, принося расшифровку части послания, найденную в архивах старого профессора. Они понимают, что артефакт, купленный Стерлингом, является ключом.(3 часа)\n2. **Офис Стерлинга. Вечер.** Стерлинг, в ярости, допрашивает профессора, требуя от него полного перевода послания. Профессор сопротивляется, но Кроули применяет \"убедительные\" меры. (2 часа)\n3. **Погоня по ночным улицам. Ночь.** Лео и Анна проникают в офис Стерлинга, чтобы украсть артефакт. Их обнаруживают, начинается погоня по крышам и узким переулкам. (1 час)\n4. **Порт. Ночь.** Спасаясь от преследователей, Лео и Анна укрываются на борту старого грузового судна, отплывающего в неизвестном направлении. Капитан, колоритный старик по имени \"Одноглазый\" Джек, соглашается помочь им за щедрое вознаграждение. (30 минут)\n5. **Отплытие. Рассвет.** Стерлинг наблюдает с берега, как судно с Лео и Анной уходит в море. Он клянется отомстить и вернуть артефакт любой ценой. Отдает приказ Кроули - преследовать беглецов."
    },
    "Развитие действия": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc incompressible",
        "quantScene": 5
      },
      "desc": "Развитие действия (прогрессия усложнений) — серия событий и испытаний, усложняющих конфликт и усиливающих напряжение.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Покупка принадлежностей в Косом переулке, знакомство с Волан-де-Мортом (длительность).\n2. Распределяющая шляпа отправляет Гарри на Факультет Гриффиндор, обостряя конфликт со Снейпом и Малфоем (длительность).\n3. Нападение тролля в женском туалете, за которым следует подозрение в адрес Снейпа (длительность).\n4. Матч по квиддичу, где метла Гарри пытается его сбросить, что наводит на мысль о проклятии (длительность).\n5. Герои разгадывают загадки охраняемой ловушки, чтобы опередить того, кто хочет украсть философский камень (длительность).",
      "value": "1. **Открытое море. Несколько дней.** Лео и Анна изучают карту на борту корабля, пытаясь определить маршрут к Городу в Облаках. Джек рассказывает им старые морские легенды о таинственных островах и чудовищах. (Несколько дней)\n2. **Остров Туманов. День.** Корабль прибывает к загадочному острову, окутанному густым туманом. Лео и Анна сходят на берег, чтобы исследовать древние руины, где сталкиваются с племенем аборигенов, охраняющих секреты острова. (1 день)\n3. **Джунгли. Несколько часов.** Лео и Анна, при помощи дружелюбного шамана из племени, проходят через джунгли, полные опасностей и ловушек, находят вход в древний тоннель. (Несколько часов)\n4. **Подземный тоннель. Ночь.** Лео и Анна бродят по темному и запутанному тоннелю, где сталкиваются с механическими ловушками, активированными древним механизмом. Изобретательность Лео помогает им преодолеть препятствия. (6 часов)\n5. **Скалы. День.** Кроули и отряд наемников Стерлинга нагоняют их. Короткая, но ожесточенная перестрелка у входа в тоннель. Одноглазый Джек жертвует собой, чтобы Лео и Анна смогли сбежать."
    },
    "Кульминация": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc incompressible",
        "quantScene": 5
      },
      "desc": "Кульминация — поворотный момент с наивысшим эмоциональным напряжением, когда главный герой сталкивается с основным конфликтом лицом к лицу, пик напряжения и решающий момент истории.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри в одиночку спускается в последнюю комнату. Он обнаруживает, что под магическим платком скрывается не Снейп, а профессор Квиррелл. (длительность).\n2. Из-за платка появляется лицо Волан-де-Морта. Начинается психологическая duel и попытка манипуляции. (длительность).\n3. Физическая борьба: Гарри хватает Квиррелла за лицо, что причиняет тому невыносимую боль из-за магии любви, оставленной матерью Гарри. (длительность).\n4. Гарри теряет сознание, пытаясь не дать Квирреллу добыть камень. Пик физического и эмоционального напряжения. (длительность).",
      "value": "1. **Врата Города в Облаках. День.** Лео и Анна, чудом выбравшись из тоннеля, добираются до древних врат, ведущих в Город в Облаках. Врата охраняют древние механизмы и мистические символы. (30 минут).\n2. **Внутри Города. Несколько часов.** Лео и Анна, преодолев защиту врат, попадают в величественный Город в Облаках, парящий высоко в небе. Они обнаруживают, что Город находится в упадке, а его источник энергии нестабилен. (Несколько часов)\n3. **Центральная площадь. День.** Стерлинг и Кроули поджидают их на центральной площади Города. Начинается финальная схватка. Стерлинг пытается завладеть источником энергии, угрожая уничтожить весь Город. Анна пытается остановить Кроули.\n4. **Источник Энергии. День.** Лео понимает, что единственный способ стабилизировать источник энергии – пожертвовать собой. Он активирует древний механизм, направляя энергию в ядро Города.(15 минут).\n5. **Потеря сознания.** Во время активации механизма Лео теряет сознание, а его тело пронзает разряд тока."
    },
    "Развязка": {
      "options": {
        "excludes": "desc requirements example",
        "tags": "plot-arc incompressible",
        "quantScene": 5
      },
      "desc": "Развязка — разрешение истории, устранение или трансформация конфликта и выводы для героев и сюжета, Последствия кульминации, распутывание сюжетных линий.",
      "requirements": "Результат в виде строки. Все сцены должны быть связаны между собой, следовать сюжету описанному в поле \"Сюжет кратко\", а так же элементам сюжетной арки.\nОписать сцены и действия на них, так же указать длительность действий.\nНеобходимо добавлять новых второстепенных персонажей для развитие сюжета.\nДействия должны быть связанными, логичными и реалистичными для жанра и ситуации.\nОписание сцен не должно выходить по смыслу за рамки desc описания.\nМинимум $quantScene$ сцен.\n",
      "example": "1. Гарри просыпается в больничном крыле. Дамблдор объясняет ему произошедшее: природу защиты матери, истинную лояльность Снейпа и судьбу философского камня. Конфликт разрешен, зло побеждено (на время). (длительность).\n2. Год заканчивается. Церемония награждения: Гриффиндор выигрывает домовой кубок благодаря последним очкам, которые Дамблдор присуждает Гарри, Рону и Гермионе. Восстановлен порядок и справедливость. (длительность).\n3. Финальная сцена: Гарри уезжает на поезде обратно в мир магглов, но уже не как жертва, а как герой, с нетерпением ждущий возвращения в свой настоящий дом — Хогвартс. (длительность).",
      "value": "1. **Уходящий Город. День.** Потерпев поражение, Стерлинг пытается сбежать, но его задерживают местные жители. Кроули скрывается в неизвестном направлении. Город начинает стабилизироваться. (30 минут)\n2. **Медицинский отсек. Несколько дней.** Анна ухаживает за Лео, лежащим без сознания. Местные лекари делают все возможное. (Несколько дней)\n3. **Пробуждение. День.** Лео приходит в себя, понимая, что его жертва не была напрасной. Он жив, но Город спасен. (1 час).\n4. **Возвращение домой. Несколько недель.** Лео и Анна возвращаются в свой родной город, полные новых знаний и опыта. Они осознают, что их истинное сокровище – это их дружба и готовность рисковать ради других. (Несколько недель).\n5. **Мастерская Волковых. День.** Лео и Анна, работая вместе в мастерской, планируют новые приключения и изобретения, вдохновленные их путешествием в Город в Облаках. На стене висит карта Города в Облаках как напоминание об их подвиге."
    }
  }
}